[
    {
        "id": 20,
        "rate": 0,
        "title": "Профильные эксперты пояснили СМИ, какие IT-услуги власти США запретили поставлять в Россию с 12 сентября",
        "date": "06.12.24",
        "link": "https://habr.com/ru/news/821335/",
        "text": "Профильные экспертыпояснилиСМИ, какие IT-услуги власти США запретили поставлять в Россию с 12 сентября.«Запрет США на оказание IT–услуг касается предприятий в России, работу iPhone он не затронет, в худшем случае перестанет работать iCloud», — уточнил СМИ гендиректор TelecomDaily Денис Кусков. По его словам, большинство американских сервисов, которые ушли из России, имеют отечественные аналоги, и их пользователей ситуация никак не затронет, но те компании, которые остаются с зарубежными ресурсами, находятся под \"домокловым мечом\".iPhones.ru: Ограничения, связанные с облачными технологиями, распространяются на ПО для управления предприятиями и ПО для проектирования и производства. Американским компаниям будет запрещено предоставлять облачные вычисления любым гражданам России для вышеуказанных целей. На iCloud запрет, судя по обнародованной информации, не распространяется.Замдиректора Центра компетенций НТИ \"Технологии доверенного взаимодействия\" на базе ТУСУР Руслан Пермяков считает, что привычными сервисами граждане РФ смогут пользоваться и дальше. Кроме того, отметил он в беседе с РИА Новости, запрет сократит возможности серого импорта и поддержит российскую программу импортозамещения.Пермяков также подчеркнул, что в пресс-релизе минфина США прямо указано, что этот запрет \"не предназначен для нарушения гражданского общества и гражданских телекоммуникаций\".«Несмотря на новые запреты, OFAC продолжает поддерживать разрешения на определенные телекоммуникационные и интернет-транзакции, а также гуманитарные операции», — процитировал Пермяков релиз Минфин США. По его словам, исходя из релиза министерства, запрет смягчает последствия для граждан РФ и защищает доступ общественности к информационно-коммуникационным технологиям.По данным профильного эксперта и автора телеграм-канала \"ЗаТелеком\" Михаила Климарева (признанв РФ инагентом):1. Санкции касаются только ПО по управлению предприятиями. И еще ряда ПО под загадочным обозначением Covered Software. В словаре это загадочное определениетрактуетсякак \"ПО, покрытое исходным кодом с последующим обслуживанием\". Это в промышленности такие формы лицензирования используются, когда что-то пишется под конкретного заказчика.Ну, то есть, это вообще не означает, что под санкции подпадает всё ПО, включая гуглодоксы.На скриншоте прямо указано, что — прямой переклад:Соединенные Штаты Америки поддерживают свободное распространение информации и коммуникаций по всему миру. Эти действия не направлены на то, чтобы мешать работе гражданского общества и телекоммуникациям. Несмотря на новые запреты, OFAC (Офис по контролю за иностранными активами) продолжает разрешать некоторые телекоммуникационные и интернет-сделки, а также гуманитарные операции по общим лицензиям 6D и 25D. Это позволяет смягчить последствия для российского гражданского общества и сохранить доступ к информационным и коммуникационным технологиям для общественности.Ну, то есть, опять — под эти санкции никакие гуглодоки, VPN и прочий софт для обеспечения работы Интернета не подпадает. Ни root-сервера, ни DNS. Санкции касаются только сектора B2B в части ПО для предприятий и спец-ПО класса ERP или какой-нибудь САПР. Вот их нельзя и за это любому поставщику будет ата-та.Но я не исключаю, что найдутся такие компании, которые радостно закроют свои услуги для россиян и будут громко об этом сообщать в СМИ. Особенно те, кто никакого ПО в Россию не поставлял.12 июня 2024 года Минфин СШАобъявил, что в рамках расширения санкций Вашингтон запрещает предоставление некоторых услуг в сфере программного обеспечения и IT любому лицу на территории России. Речь идет прежде всего о промышленном ПО.Для реализации этой меры Минфин США в консультации с Госдепартаментом выпустил новое определение (E.O.) 14071, который запрещает:• предоставление любому лицу в РФ услуг IT-консультирования и проектирования;• услуг IT-поддержки и облачных сервисов для программного обеспечения для управления предприятием;• программного обеспечения для проектирования и производства.Решение вступит в силу 12 сентября 2024 года.«Несмотря на новые запреты, OFAC продолжает сохранять разрешения на определенные операции, связанные с телекоммуникациями и Интернетом, а также гуманитарные операции», — говорится в пресс-релизе Минфина США. В нем отмечается, что сохранением этих разрешений OFAC стремился смягчить воздействие на российское общество и защитить всеобщий доступ к информационным технологиям.«Мы увеличиваем риск для финансовых учреждений, имеющих дело с военной экономикой России, и устраняем пути для уклонения от уплаты налогов, а также уменьшаем возможности России получать выгоду от доступа к иностранным технологиям, оборудованию, программному обеспечению и IT-услугам», — приводятся слова главы Минфина США Джанет Йеллен в пресс-релизе.Исключения из санкций возможны для компаний, управляемых гражданами США, в случаях закрытия компании или изъятии капиталовложений, а также при наличии разрешения властей США."
    },
    {
        "id": 21,
        "rate": 5,
        "title": "ЦБ РФ: после введения санкций США в отношении Мосбиржи сделки с долларом и евро будут совершаться на внебиржевом рынке",
        "date": "06.12.24",
        "link": "https://habr.com/ru/news/821331/",
        "text": "12 июня 2024 года Банк Россииопубликовал пресс-релизв связи с введением санкций США в отношении Мосбиржи. С 13 июня биржа прекратит торги долларом США и евро.В ЦБ пояснили, что сделки с американским долларом и евро продолжат совершаться на внебиржевом уровне. Граждане смогут покупать и продавать валюту через банки. Официальные курсы к рублю ЦБ будет определять по данным банковской отчетности и сведений от цифровых платформ внебиржевых торгов. Средства валюте на счетах и вкладах граждан и компаний остаются сохранными, сказано в пресс-релизе.«Компании и граждане могут продолжать покупать и продавать доллары США и евро через российские банки. Все средства в долларах США и евро на счетах и вкладах граждан и компаний остаются сохранными. По вкладам и счетам граждан и организаций в долларах США и евро сохраняется прежний режим выдачи средств, установленный Банком России», — уверяют в ЦБ.Ранее сегодня Мосбиржасообщила, что из-за санкций США с 13 июня торги с долларом и евро проводиться не будут. Мосбиржа отметила, что группа обладает «всем необходимым инструментарием для обеспечения бесперебойности торгов». Среди них биржа указала дискретные аукционы, механизмы оперативного изменения риск-параметров. До этого Минфин США сообщил о введении санкций против Мосбиржи, Национального клирингового центра и Национального расчетного депозитария.Министерство финансов США 12 июня включило в санкционные списки Мосбиржу, Национальный клиринговый центр и Национальный расчетный депозитарий.«Сбер»пообещалпродолжить торговлю валютой в приложении и офисах банка. В банке заверили, что новые ограничения не повлияют как на работу «Сбера» в России, так и на работу зарубежных подразделений банка.«Валютно-обменные операции клиенты по-прежнему могут осуществить в привычном режиме в «Сбербанк-Онлайн» и в офисах банка. Все средства клиентов на счетах в долларах и евро находятся в полной сохранности», — говорится в сообщении «Сбера».При этом, так как Мосбиржа объявила об остановке торгов долларом и евро, купить валюту через брокерские приложения банков на бирже не получится, пояснили в «Сбере».Эксперты считают, что к санкциям против Мосбиржи и НКЦ все готовы, после введения ограничений против НРД и всех крупных банков. Никаких существенных изменений в курсе валюты для обычного россиянина не будет. Никакой повышенной волатильности также не будет."
    },
    {
        "id": 5,
        "rate": 9,
        "title": "Могут ли новые чипы Intel конкурировать с Nvidia во вселенной искусственного интеллекта?",
        "date": "05.06.24",
        "link": "https://www.computerworld.com/article/2138358/can-intels-new-chips-compete-with-nvidia-in-the-ai-universe.html",
        "text": " Intel нацеливает свои процессоры следующего поколения X86 на решение задач искусственного интеллекта (ИИ), хотя сами по себе чипы не будут выполнять рабочие нагрузки, связанные с ИИ. На этой неделе на выставке Computex компания Intel анонсировала линейку процессоров Xeon 6, рассказав о так называемых эффективных ядрах (E-core), которые, по ее словам, будут обеспечивать производительность, в 4,2 раза превышающую производительность процессоров Xeon 5. Первый процессор Xeon 6 - это версия Serra Forest (серия 6700), более ориентированная на производительность линейка Granite Rapids с производительными ядрами (P-core или серия 6900), будет выпущена в следующем квартале. По данным Intel, модернизированные процессоры Xeon позволяют консолидировать стойки центров обработки данных в соотношении 3:1, обеспечивая при этом ту же производительность и до 2,6-кратный прирост производительности на ватт по сравнению с их предшественниками. “Рынок ИИ для центров обработки данных чрезмерно сосредоточен на влиянии энергопотребления ИИ на растущую обеспокоенность по поводу воздействия на окружающую среду и энергосистему”, - сказал Рис Хейден, главный аналитик ABI Research. “Intel Xeon 6 будет использоваться в качестве центрального процессора в системах искусственного интеллекта на базе Gaudi. Повышение производительности на ватт и плотности позволит снизить энергопотребление систем искусственного интеллекта, что положительно скажется на общем энергопотреблении ИИ”. По словам Хейдена, большая плотность стоек позволяет консолидировать центры обработки данных, освобождая пространство для развертывания оборудования, ориентированного на искусственный интеллект, для поддержки обучения или логических выводов. Сотрудник испытательного центра Intel Assembly в Кулиме, Малазия, проверяет процессоры Intel Xeon 6, Sierra Forrest с электронными ядрами. Корпорация Intel. Intel также прекратила выпуск линейки клиентских процессоров Lunar Lake, предназначенных для производства ПК с искусственным интеллектом. По данным Intel, чипы x86 потребляют на 40% меньше энергии в системе на кристалле (SoC) по сравнению с предыдущим поколением. Ожидается, что линейка процессоров Lunar Lake Core Ultra поступит в продажу в третьем квартале этого года; с нейронными процессорами (NPU) на борту чипы будут выполнять более 100 операций платформы tera в секунду (TOPS) и более 45 операций NPU в секунду (TOPS) и предназначены для ПК нового поколения с поддержкой задачи генеративного ИИ (genAI). Недавно Intel подробно рассказала о своей стратегии создания чипов, изложив планы по созданию линейки процессоров, использующих искусственный интеллект, от центров обработки данных до периферийных устройств. По данным IDC, в течение двух лет 100% корпоративных ПК будут закупаться с использованием искусственного интеллекта. “Intel — одна из немногих компаний в мире, внедряющих инновации во всем спектре возможностей на рынке искусственного интеллекта - от производства полупроводников до ПК, сетей, периферийных устройств и систем центров обработки данных”, - заявил генеральный директор Intel Пэт Гелсингер в своем заявлении на конференции Computex на Тайване на этой неделе. Intel также объявила цены на свои комплекты Gaudi 2 и Intel Gaudi 3 AI accelerator — ускорители глубокого обучения, предназначенные для поддержки обучения и вывода моделей искусственного интеллекта на больших языках (LLM). Комплект ускорителей Gaudi 3, который включает в себя восемь чипов искусственного интеллекта, продается примерно за 125 000 долларов; цена на Gaudi 2 более раннего поколения составляет 65 000 долларов. Ускорительные микропроцессоры genAI выполняют две основные задачи: обучение и логический вывод. Чипы, которые обрабатывают обучение ИИ, используют огромные объемы данных для обучения алгоритмов нейронной сети, которые, как ожидается, будут делать точные прогнозы, например, относительно следующего слова или фразы в предложении или следующего изображения. Таким образом, чипы необходимы для быстрого определения того, каким будет ответ на запрос. Но магистры должны пройти обучение, прежде чем они смогут начать определять полезный ответ на запрос. Самые популярные LLM предоставляют ответы, основанные на огромных массивах данных, полученных из Интернета, но иногда могут быть неточными или давать совершенно странные результаты, как в случае с галлюцинациями genAI. Шейн Рау (Shane Rau), вице-президент IDC по исследованиям в области вычислительных полупроводников, сказал, что внедрение Intel Xeon 6 с P-ядрами и E-ядрами подтверждает, что рабочие нагрузки конечных пользователей продолжают разнообразиться, и, в зависимости от того, какая нагрузка у конечного пользователя, ему может потребоваться в первую очередь производительность (P-ядра) или для сбалансируйте производительность и энергопотребление (электронные ядра). “Например, рабочие нагрузки, выполняемые в основном в основном центре обработки данных, где меньше ограничений по энергопотреблению и больше требований к производительности, могут использовать больше P-ядер”, - сказал Рау. “В отличие от этого, рабочие нагрузки, выполняемые в основном в периферийных системах, таких как периферийные серверы, должны работать в более стесненных условиях, где энергопотребление и тепловыделение должны быть ограничены”, и, следовательно, они выигрывают от использования электронных ядер. “Если вы думаете, что ИИ имитирует то, что делают люди, а люди выполняют множество различных задач, требующих различных комбинаций возможностей, то само собой разумеется, что ИИ будут нужны разные возможности в зависимости от задачи”, - продолжил Рау. “Кроме того, не каждая задача требует максимальной производительности и, следовательно, максимального ускорения (например, серверные графические процессоры), многие задачи могут выполняться только на микропроцессорах или на других специализированных ускорителях. Таким образом, искусственный интеллект, как и новый рынок, развивается и сегментируется по мере своего развития”.  Корпорация Intel. Intel надеется, что линейка ускорителей Gaudi сможет конкурировать с более дорогими графическими процессорами Nvidia, которые позволили производителю чипов стать лидером на рынке процессоров искусственного интеллекта. Nvidia сообщила о стремительном росте доходов, поскольку ее чипы продолжают доминировать в облачных сервисах искусственного интеллекта и внедрении приложений genAI в центрах обработки данных. В прошлом году Nvidia контролировала около 83% рынка чипов для центров обработки данных, а на большую часть оставшихся 17% претендовали пользовательские тензорные процессоры Google (TPU). “По большинству оценок, эти цены [Intel] составляют от одной трети до двух третей [цены] конкурентов. Это в высшей степени свидетельствует об их подходе к рынку центров обработки данных с искусственным интеллектом — они сосредоточены на доступности и сокращении конкуренции”, - сказал Хейден. AMD и Nvidia не обсуждают цены на свои чипы, но, по данным поставщика пользовательских серверов Thinkmate, сопоставимая серверная система HGX с восемью чипами искусственного интеллекта Nvidia H100 может стоить более 300 000 долларов. Intel утверждает, что ее ускорители искусственного интеллекта Gaudi стоят на треть дешевле по сравнению с “конкурирующими платформами”, а именно графическими процессорами Nvidia. “Intel, безусловно, является прямым конкурентом NVIDIA на рынке искусственного интеллекта, предлагая продукты для центров обработки данных, облачных вычислений, периферийных устройств”, - сказал Хейден. “Тем не менее, NVIDIA уделяет особое внимание ускорителям для центров обработки данных и поддержке масштабного обучения и логического вывода. Они доминируют на этом рынке, занимая очень высокую долю. По мере роста этого рынка доля Intel на нем будет увеличиваться, но NVIDIA, скорее всего, по-прежнему будет доминировать. ”И наоборот, цель Intel - обеспечить “ИИ везде”, уделяя особое внимание edge и устройствам, особенно ИИ для ПК (Intel Core Ultra). Хейден отметил, что NVIDIA уделяет этому меньше внимания, поскольку графические процессоры для центров обработки данных/облачных вычислений по-прежнему являются быстрорастущим рынком. LLM, используемые для инструментов genAI, могут потреблять огромное количество процессорных циклов и быть дорогостоящими в использовании. Модели меньшего размера, в большей степени ориентированные на отрасль или бизнес, часто могут обеспечить лучшие результаты с учетом потребностей бизнеса, и многие организации-конечные пользователи и поставщики дали понять, что это их будущее направление. “Intel с большим оптимизмом смотрит на возможности создания небольших LLM и стремится включить это в свою стратегию \"Искусственный интеллект повсюду\". ABI Research согласна с тем, что повсеместное внедрение искусственного интеллекта требует более низкого энергопотребления, менее затратных моделей genAI в сочетании с энергоэффективным оборудованием с низкой стоимостью владения”, - сказал Хейден. Хотя линейка чипов Intel x86 на самом деле не будет запускать процессы искусственного интеллекта, комбинация процессоров Xeon 6 с ускорителями искусственного интеллекта Gaudi в системе может сделать операции с искусственным интеллектом более быстрыми, дешевыми и доступными, утверждают в Intel. Старший аналитик Forrester Элвин Нгуен (Alvin Nguyen) согласился с тем, что стратегия Intel, ориентированная на небольшие LLM и периферийные устройства, является более разумной, чем попытки конкурировать с Nvidia в облачных центрах обработки данных, где преобладают все более крупные LLM. “Подход Использование Intel искусственного интеллекта дает им разумные шансы конкурировать с Nvidia: они не пытаются повторить то, что делает Nvidia”, - сказал Нгуен. “Вместо этого [Intel] использует преимущества своего широкого технологического охвата и современных подходов к созданию искусственного интеллекта, чтобы предложить альтернативный подход, который будет более привлекательным для предприятия. “Логический вывод - это то, на чем находятся предприятия, и Intel имеет хорошие возможности в решении проблем цепочки поставок, чтобы закрепиться здесь: ”достаточно хорошая\" производительность, более низкие затраты и повсеместное распространение продуктов помогают им в этом\", - сказал Нгуен. По данным IDC, серверная инфраструктура и системы хранения данных, необходимые для обучения очень крупных магистрантов, как ожидается, будут занимать все большую долю рынка инфраструктуры искусственного интеллекта. Исследовательская фирма прогнозирует, что мировой рынок оборудования для искусственного интеллекта (серверов и систем хранения данных) вырастет с 18,8 млрд долларов в 2021 году до 41,8 млрд долларов в 2026 году, что составит около 20% от общего объема рынка серверов и инфраструктуры хранения данных."
    },
    {
        "id": 26,
        "rate": 9,
        "title": "Microsoft объявила об отказе от DirectAccess в Windows",
        "date": "06.12.24",
        "link": "https://habr.com/ru/news/821255/",
        "text": "Microsoftобъявилао прекращении поддержки DirectAccess в Windows. Компонент представили для Windows 7 и Windows Server 2008 R2 как новый метод подключения клиентов к корпоративным сетям без установки VPN. Корпорация предложила перейти с DirectAccess на Always On VPN.В начале июня Microsoftсообщилао завершении поддержки другой функции, связанной с сетью — NTLM. Все версии NTLM, включая LANMAN, NTLMv1 и NTLMv2, больше не находятся в стадии активной разработки. Компания объявила их устаревшими. Вызовы NTLM следует заменить вызовами Negotiate, которые попытаются пройти проверку подлинности при помощи Kerberos и перейдут на NTLM только при необходимости.Microsoft сообщила, что DirectAccess устарел и будет удалён из будущего выпуска Windows. На отдельной странице компанияописывает, по какой причине пользователям следует перейти на Always On VPN и как админы смогут это осуществить.Помимо DirectAccess и NTLM, в 2024 году Microsoft прекратила поддержку графического интерфейсаDriver Verifier, API NPLogonNotify и NPPPasswordChangeNotify, аутентификации сервера TLS с короткими ключами RSA и Test Base для Microsoft 365.Портал Neowin напоминает, что устаревшие и удалённые функции — это не одно и то же. Компоненты, которые больше не находятся в активной разработке, могут какое-то время оставаться в Windows и продолжать работать. Однако для них не будут выпускать исправления и новые функции."
    },
    {
        "id": 33,
        "rate": 9,
        "title": "Firefox временно ограничил работу нескольких расширений VPN в России",
        "date": "06.12.24",
        "link": "https://habr.com/ru/news/821189/",
        "text": "В ответ на запросы Роскомнадзора разработчики браузера Firefox ограничили работу нескольких расширений VPN. В частности это коснулось Censor Tracker, «Обход блокировок Рунета», PlanetVPN и FastProxy. При попытке зайти на их страницы в каталоге расширений для Firefox из РФ отображается сообщение о недоступности страницы «в вашем регионе».По словам представителя организации, решение последовало за «настойчивыми запросами» от Роскомнадзора. При этом разработчики заявили, что лишь временно ограничили доступ и думают, как поступать дальше."
    },
    {
        "id": 38,
        "rate": 10,
        "title": "Разработчики выпустили нейросеть Unique3D для генерации трёхмерных моделей",
        "date": "06.11.24",
        "link": "https://habr.com/ru/news/821139/",
        "text": "Нейросеть Unique3Dсоздаёт3D-модели объектов по фотографии, прогоняя её через несколько уровней диффузии. Это позволяет увеличить итоговое разрешение модели и сгенерировать недостающие стороны объекта. После этого нейросеть создаёт полигональную сетку на основе карты нормалей. Итоговый объект покрывается текстурой на основе данных исходной фотографии.Для генерации нейросети надо передать всего одну фотографию объекта с фронтальной стороны. Мы для теста использовали фотографию вязаного Хабраслизня, но сперва удалили с изображения фон. Это можно сделать с помощью самой нейросети, но чтобы не подбирать подходящие параметры — воспользовались встроенной в macOS утилитой.После просто загрузили изображение и стали ждать. Процесс генерации занял около минуты, а на выходе получили файл в формате.glb, который можно редактировать. Трёхмерный объект получился не идеальным, но всё равно довольно качественным.Разработчики Unique3D отмечают, что их нейросеть работает лучше аналогов в лице InstantMesh, OpenLRM и CRM. О методе генерации более подробно можно узнать издокладаинженеров. Код доступен наGitHub, а веса модели — наHugging Face. Протестировать нейросеть можно надемо сайте(вторая ссылка)."
    },
    {
        "id": 11,
        "rate": 11,
        "title": "Чжипу АЙ объявляет о втором снижении цен за месяц, генеральный директор говорит, что это “не простая ценовая война”.",
        "date": "06.06.24",
        "link": "https://technode.com/2024/06/06/zhipu-ai-announces-second-price-cut-in-a-month-ceo-says-not-a-simple-price-war/",
        "text": "Каждую среду и пятницу информационный бюллетень TechNode, посвященный обзору наиболее важных новостей в области технологий Китая, доставляет вам на почтовый ящик сводку самых важных новостей в области технологий Китая. Китайская компания по производству искусственного интеллекта Zhipu AI в среду объявила о втором снижении цен за месяц, снизив ценник на свою “самую популярную модель” более чем вдвое. Компания заявила, что теперь будет предлагать свою модель GLM-4 по цене 0,10 юаня (0,014 доллара) за 1000 токенов, но генеральный директор Чжан Пэн настаивал на том, что этот шаг не был частью “простой ценовой войны”. Почему это важно: Предложение все более низких цен для завоевания доли рынка на данный момент характерно для китайского сектора искусственного интеллекта, где с октября 2023 года было выпущено более 200 крупных языковых моделей. Подробнее: Токены - это последовательности данных, которые крупные языковые модели используют для обработки текста. GLM-4-0520, самая продвинутая модель, созданная Zhipu AI, имеет контекстное окно на 128 000 токенов, по 1 юаню за каждые 10 000 введенных токенов. Цена на эту продвинутую модель была снижена в мае. Как правило, 1000 токенов эквивалентны примерно 750 английским словам или 500 китайским иероглифам. Большие скидки являются результатом “повторения основных технологий моделей”, - сказал Чжан на дне открытых дверей Zhipu AI в среду. В интервью, данном в тот же день, местные СМИ процитировали слова Чжана, который сказал: “Мы не только можем присоединиться [к ценовой войне], но и можем сделать это, не теряя денег.”Компания, которую поддерживает ведущая китайская академия Университета Цинхуа, сообщила, что в настоящее время она обслуживает 300 000 клиентов корпоративного уровня, и в среднем ее семейство моделей обрабатывает более 40 миллиардов токенов ежедневно.Что касается потребителей, то у фирмы есть приложение GenAI под названием Zhipu Qingyan, которое работает на базе базовой модели компании ChatGLM. По данным компании, с момента запуска в августе прошлого года в приложении уже было задействовано 300 000 агентов искусственного интеллекта, которые могут выполнять такие задачи, как создание ментальных карт и составление расписаний. Большие скидки являются результатом “повторения основных технологий моделей”, - сказал Чжан на дне открытых дверей Zhipu AI в среду. В интервью, данном в тот же день, местные СМИ процитировали слова Чжана, который сказал: “Мы не только можем присоединиться [к ценовой войне], но и можем сделать это, не теряя денег”. Компания, которую поддерживает ведущая китайская академия Университета Цинхуа, сообщила, что в настоящее время она обслуживает 300 000 клиентов корпоративного уровня, и в среднем ее семейство моделей обрабатывает более 40 миллиардов токенов в день. Что касается потребителей, то у фирмы есть приложение GenAI под названием Zhipu Qingyan, которое работает на базе базовой модели компании ChatGLM. По данным компании, с момента запуска в августе прошлого года в приложении уже было задействовано 300 000 агентов искусственного интеллекта, которые могут выполнять такие задачи, как создание ментальных карт и составление расписаний. Контекст: С момента своего основания в 2019 году Zhipu AI получила по меньшей мере девять финансовых вливаний от китайских государственных фондов, крупных технологических компаний и известных венчурных компаний. В число этих спонсоров входят Alibaba, Tencent, Sequoia и Hillhouse. Пекинская компания также выступает в качестве инвестора и инвестировала в посевной и ангельский раунды в конкурирующую ModelBest, фирму, аналогичную Zhipu AI, которая была основана выпускниками университета Цинхуа. Пекинская компания также выступает в качестве инвестора и инвестировала в посевной и ангельский раунды в конкурирующую ModelBest, фирму, аналогичную Zhipu AI, которая была основана выпускниками университета Цинхуа. Благодаря небольшой команде TechNode публикует своевременные новости и тщательно проработанные статьи для читателей со всего мира, заинтересованных в получении дополнительной информации о технологической индустрии Китая. Мы ценим ваш вклад."
    },
    {
        "id": 12,
        "rate": 11,
        "title": "Авторы Стэнфордского проекта искусственного интеллекта приносят извинения за плагиат китайской модели большого языка",
        "date": "04.06.24",
        "link": "https://technode.com/2024/06/04/stanford-ai-project-authors-apologize-for-plagiarizing-chinese-large-language-model/",
        "text": "Каждую среду и пятницу информационный бюллетень TechNode, посвященный обзору наиболее важных новостей в области технологий Китая, доставляет вам на почтовый ящик сводку самых важных новостей в области технологий Китая. Два автора проекта Стэнфордского университета в области искусственного интеллекта извинились перед китайской командой разработчиков модели MiniCPM-Llama3-V 2.5 с открытым исходным кодом после того, как пользователи социальных сетей в Китае обвинили первых в плагиате модели, разработанной Университетом Цинхуа и ModelBest Inc. Этот инцидент вызвал широкое обсуждение в китайском Интернете. Два автора из стэнфордской команды Llama3-V, Сиддхарт Шарма и Дакш Гарг, сегодня извинились перед командой MiniCPM в социальной сети X за свои академические проступки, объявив, что они прекратят использование модели Llama3-V. Почему это важно: Члены стэнфордской команды признали, что они занимались плагиатом работ Университета Цинхуа и ModelBest Inc. Подробности: “Мы приносим искренние извинения авторам MiniCPM за то, что мы не смогли проверить оригинальность Llama3-V”, - написали Акш и Сиддхарт на X today. “Мустафа, который написал код, описал интересные расширения, которые мы продвигали, не зная о предыдущей работе OPENBMB (основанной Университетом Цинхуа и ModelBest Inc). Мы несем полную ответственность за эту оплошность. Мы удалили все ссылки на Llama3-V в отношении авторов оригинала.” 29 мая команда ИИ из Стэнфорда заявила в Интернете, что они могут обучить мультимодальную крупную модель, превосходящую GPT-4V, всего за 500 долларов, сообщает местное издание Quantum Bit. Впоследствии пользователи социальных сетей обнаружили, что в разработанной командой Llama3-V модели использовалась структура и код, очень похожие на MiniCPM от ModelBest-Llama3-V2.5, с частичными изменениями имен переменных. Llama3-V также имеет тот же токенизатор, что и MiniCPM-Llama3-V 2.5, включая новые специальные символы последнего.2 июня китайская компания ModelBest Inc подтвердила, что стэнфордский проект создания больших моделей Llama3-V, аналогичный MiniCPM, способен идентифицировать древние китайские иероглифы Цинхуа Цзянь периода воюющих царств в Китае. Примечательно, что в совпадениях также были обнаружены идентичные ошибки. Эти данные об иероглифах, полученные исследовательской группой в ходе многомесячного сканирования и ручного комментирования каждого иероглифа Цинхуа Цзянь, не были обнародованы, что подтверждает факт плагиата. “Хотя приятно быть признанным международными командами, мы верим в создание открытого, готового к сотрудничеству и заслуживающего доверия сообщества, - заявил генеральный директор ModelBest Inc Ли Даха. “Мы хотим, чтобы работу нашей команды замечали и уважали, но не таким образом”. Главный научный сотрудник ModelBest Inc Лю Чжиюань, который также является штатным доцентом Университета Цинхуа, рассказал anYicai reporter, что быстрое развитие искусственного интеллекта зависит от глобального обмена алгоритмами, данными и технологиями. модели. “Двое из трех членов команды Llama3-V - всего лишь студенты старших курсов Стэнфордского университета, и им предстоит долгий путь. Если они смогут признать свои ошибки и исправить их, это будет большим достоинством”, - сказал он.Кристофер Дэвид Мэннинг, директор Стэнфордской лаборатории искусственного интеллекта, также выступил с заявлением, в котором осудил акт плагиата и похвалил китайскую модель MiniCPM с открытым исходным кодом. 29 мая команда ИИ из Стэнфорда заявила в Интернете, что они могут обучить мультимодальную крупную модель, превосходящую GPT-4V, всего за 500 долларов, сообщает местное издание Quantum Bit. Впоследствии пользователи социальных сетей обнаружили, что в разработанной командой Llama3-V модели использовалась структура и код, очень похожие на MiniCPM от ModelBest-Llama3-V2.5, с частичными изменениями имен переменных. В Llama3-V также используется тот же токенизатор, что и в MiniCPM-Llama3-V 2.5, включая новые специальные символы последнего. 2 июня китайская компания ModelBest Inc подтвердила, что стэнфордский проект создания больших моделей Llama3-V, аналогичный MiniCPM, способен идентифицировать древние китайские иероглифы Цинхуа Цзянь периода воюющих царств в Китае. Примечательно, что в совпадениях также были обнаружены идентичные ошибки. Эти иероглифические данные, полученные исследовательской группой в результате многомесячного сканирования и ручного комментирования каждого иероглифа Цинхуа Цзянь, не были обнародованы, что подтверждает факт плагиата. “Конечно, приятно, когда тебя признают международные команды, но мы верим в создание открытого сообщества, способного сотрудничать и заслуживающего доверия”, - заявил генеральный директор ModelBest Inc Ли Даха. “Мы хотим, чтобы работу нашей команды замечали и уважали, но не таким образом”. Главный научный сотрудник ModelBest Inc Лю Чжиюань, который также является штатным доцентом Университета Цинхуа, рассказал корреспонденту anYicai, что быстрое развитие искусственного интеллекта зависит от глобального обмена алгоритмами, данными и моделями. “Двое из трех членов команды Llama3-V - всего лишь студенты старших курсов Стэнфордского университета, и им предстоит долгий путь. Если они смогут признать свои ошибки и исправить их, это будет большим достоинством”, - сказал он. Кристофер Дэвид Мэннинг, директор Стэнфордской лаборатории искусственного интеллекта, также выступил с заявлением, в котором осудил акт плагиата и похвалил китайскую модель MiniCPM с открытым исходным кодом. Контекст: Основанная в августе 2022 года, компания ModelBest Inc в апреле обеспечила новый раунд финансирования на сумму в сотни миллионов юаней. Венчурный фонд Huawei Hubble Technology Venture Capital возглавил инвестиции при участии Chunhua Capital, Пекинского инвестиционного фонда в области искусственного интеллекта и китайской платформы, подобной Quora, Zhihu. В феврале компания ModelBest Inc запустила модель MiniCPM с открытым исходным кодом. Благодаря небольшой команде TechNode публикует своевременные новости и тщательно проработанные статьи для читателей со всего мира, заинтересованных в получении дополнительной информации о технологической индустрии Китая. Мы ценим ваш вклад."
    },
    {
        "id": 35,
        "rate": 11,
        "title": "Blackmagic представила профессиональную камеру для записи иммерсивных видео Vision Pro",
        "date": "06.11.24",
        "link": "https://habr.com/ru/news/821157/",
        "text": "Компания Blackmagicпоказалафотографии профессиональной камеры, предназначенной для записи иммерисивных видео для Vision Pro. Устройство появится в продаже в конце 2024 года, а разрабатывают его совместно с Apple.Камера Blackmagic URSA Cine Immersive пока ещё не готова, но компания поделилась некоторыми техническими характеристиками. Видео будут записываться с разрешением 8160x7200 пикселей на глаз и частотой до 90 кадров в секунду. Пользователи отметили, что камера похожа на уже существующуюURSA Cine 12K, которая стоит 15 тыс. долларов. Вероятно, что камера для Vision Pro основана на URSA Cine 12.Пока нет информации о цене и дате начала продаж. Blackmagic, что более подробно расскажет о камере в течение этого года. Новинку мельком показала на WWDC 2024, но также без подробностей.Помимо профессиональной и дорогой камеры Apple совместно с Canonпредставилиобъектив для беззеркальной камеры Canon EOS R7 с двойной оптикой, предназначенный для съемки пространственного видео для гарнитуры Vision Pro."
    },
    {
        "id": 39,
        "rate": 11,
        "title": "Роспатент аннулировал патент судившегося с Apple изобретателя Икономова",
        "date": "06.11.24",
        "link": "https://habr.com/ru/news/821135/",
        "text": "Роспатент аннулировал патент Арташеса Икономова, который заявлял, что ему принадлежат права на техническое решение, обеспечивающее работу функции «Экстренный вызов — SOS» на iPhone. Икономов судился с Apple по поводу этого патента несколько лет.Какуточняет«Коммерсантъ», иск о требовании аннулировать патент подала российская дочерняя структура Apple, «Эппл Рус». Кроме того, патент и без решения суда действовал с 2013-го до конца 2023 года.Напомним, что в 2013 году Роспатентзарегистрировализобретение Икономова под названием «Мобильный телефон с экстренной связью». В тексте патента говорится об устройстве, которое позволяет абоненту связываться с экстренными службами и другими абонентами, даже если телефон не оборудован SIM-картой или находится при отрицательном балансе.В марте 2019 года Икономов обратился в Пресненский районный суд Москвы с просьбой запретить Apple продавать iPhone с функцией «Экстренный вызов–SOS». Он заявил, что компания нарушает его права, незаконно используя в них полезную модель по его патенту. Также истец требовал обязать компанию изъять из оборота подобные мобильные устройства и уничтожить их. Суд отказал Икономову, дело дошло до Верховного суда, который тожеотказалсяудовлетворить требования изобретателя.Тогда же, в 2019 году, российская «дочка» Appleобратиласьв Роспатент с требованием признать патент Икономова на полезную модель недействительным в России, ссылаясь на то, что полезная модель не соответствует условию «новизны», но получила отказ.В свою очередь, Икономов вновь обратился в Пресненский районный суд Москвы с требованием признать «Эппл Рус» нарушившей его права на полезную модель и взыскать с неё компенсацию в размере 295 млрд руб. В середине 2022 года суд отказал ему, но изобретатель подал апелляцию.Представители Apple в ходе разбирательства утверждали, что в телефонах используют собственные технологии, а не разработку Икономова. В конце 2022 года рассмотрение дела было приостановлено."
    },
    {
        "id": 7,
        "rate": 12,
        "title": "OpenAI исправляет проблемы с ChatGPT после сбоя в работе некоторых пользователей",
        "date": "04.06.24",
        "link": "https://www.computerworld.com/article/2138220/openai-fixes-issues-with-chatgpt-after-an-outage-affected-some-users.html",
        "text": " Лидеру Generative AI technology, компании Openaion Tuesday, пришлось быстро отреагировать, чтобы устранить проблему, влияющую на чат-бот, которая сделала чат-бота ИИ недоступным для некоторых пользователей, которые широко распространяли сообщения об отсутствии у них доступа к платформе в социальных сетях. Компания начала расследование проблемы, которая широко обсуждалась пользователями на таких платформах, как X и Threads, вскоре после полуночи по тихоокеанскому летнему времени (PDT) во вторник, согласно веб—сайту OpenAI, который сообщает о статусе сервиса. К 4:45 утра по Гринвичу проблема была устранена с помощью “исправления”, при этом компания публично не сообщила больше о причинах простоя. Пользователи X, сообщавшие о сбоях в работе, отнеслись к этому с чувством юмора, не обращая внимания на зависимость людей от чат-бота с искусственным интеллектом, который помогает им повысить производительность труда. “#ChatGPT отключен”, - прокомментировал пользователь one X, “tokyo_todd”. “Что, если он никогда не восстановится, и нам снова придется использовать свои собственные мозги для написания материала?” Другой пользователь X, известный под ником “Bitcoin Lebowski”, сказал, что он отказывался “о чем-либо реально думать”, пока чат-бот с искусственным интеллектом не работал. “Я просто буду сидеть здесь, пока он снова не станет доступен”, - прокомментировал он на платформе. Однако сбой в работе, вероятно, не стал поводом для смеха для OpenAI, которая сталкивается с острой конкуренцией со стороны Microsoft, Google, xAI и множества других технологических компаний в гонке за предоставление самых передовых моделей искусственного интеллекта, чтобы проложить путь для развития спорных технологий. Во вторник связаться с OpenAI для получения немедленных комментариев о причинах сбоя не удалось. Большинство экспертов сходятся во мнении, что периодические сбои в работе любых облачных сервисов неизбежны, и чат-боты с искусственным интеллектом, ориентированные на потребителя, такие как ChatGPT, Mistral Le Chat и Microsoft CoPilot, не являются исключением. Среди них “перебои в работе не вызывают особого удивления по двум причинам”, - сказал Computerworld Брэдли Шиммин, главный аналитик по платформам искусственного интеллекта, аналитике и управлению данными исследовательской фирмы Omdia. Во-первых, такие службы “асинхронны по своей природе, и время отклика сильно варьируется, что считается нормой”, - отметил он. Во-вторых, они обычно не используются в контексте конкретной миссии, что делает время простоя менее проблематичным, чем если бы они использовались таким образом. Действительно, сбои в работе - обычное дело даже для облачных гипермаркетов с критически важными сервисами, такими как Amazon Web Services, Google и Microsoft, поэтому нет необходимости бить тревогу, если чат-бот с искусственным интеллектом на некоторое время выйдет из строя, отметил Парех Джейн, генеральный директор EIIRTrend & Pareekh Consulting. Тем не менее, все внимание будет приковано к OpenAI, чтобы увидеть, как компания справится с перебоями в работе, что может предвещать ее собственный будущий успех, а также безопасность ИИ в будущем, отметил он. “Важным моментом для OpenAI является то, насколько быстро они реагируют на сбои в работе и убеждают заинтересованные стороны в том, что они предпримут активные действия для минимизации будущих сбоев”, - сказал Джейн. Учитывая, что компания быстро отреагировала на проблему, реакция этих заинтересованных сторон, скорее всего, будет положительной. Тем не менее, любой простой новой технологии, такой как чат-бот с искусственным интеллектом, “служит суровым напоминанием о том, что технологии искусственного интеллекта не застрахованы от тех же проблем безопасности, конфиденциальности и надежности, что и все ИТ”, - отметил Шиммин. “Если уж на то пошло, сервисы искусственного интеллекта несут с собой множество новых векторов угроз и потенциальных рисков, таких как отравление моделей, джейлбрейк и атаки с использованием инъекций”, - сказал он. Защита от этих сценариев “сводится к базовой защите данных облачных сервисов\", - добавил Шиммин."
    },
    {
        "id": 22,
        "rate": 12,
        "title": "С 12 сентября США запретило предоставлять любые IT-услуги в Россию. Или нет",
        "date": "06.12.24",
        "link": "https://habr.com/ru/news/821315/",
        "text": "Тут РИА Новости пишут:\"ВАШИНГТОН, 12 июн - РИА Новости. США запрещают предоставление услуг в сфере программного обеспечения и IT любому лицу на территории Российской Федерации, говорится в документе американского минфина.Как указано в генеральной лицензии, США запрещают предоставление ряда виды деятельности, за исключением случаев, предусмотренных законом, в том числе, при получении лицензии минфина.\"Экспорт, реэкспорт, продажа или поставка, прямо или косвенно из США или лицом из США услуг по IT консалтингу, проектированию, IT-поддержки или облачных услуг для соответствующего программного обеспечения любому лицу, находящееся на территории Российской Федерации\", - говорится в документе.Запрет вступает в силу с 12 сентября 2024 года.\"Я не поленился и решил посмотреть оригинальныйдокумент:Судя по всему, речь идет только о техподдержке и облачных сервисов для американских систем управления предприятиями и промышленного ПО, которые используются в России.Буду рад, если люди, хорошо знающий английский и американское право, уточнят лучше."
    },
    {
        "id": 24,
        "rate": 12,
        "title": "Только что вышла Stable Diffusion3. Самая лучшая бесплатная модель генерации изображений",
        "date": "06.12.24",
        "link": "https://habr.com/ru/news/821301/",
        "text": "Stability только что выпустилиStable Diffusion 3 Medium.  Это самая продвинутая опенсорс модель text-to-image.SD3 Medium с 2 миллиардами параметров  работает даже на ноутбуках.Качество генерации —высочайшее, понимание промтов - на высочайшем уровне, генерирует даже картинки с текстом ибез ошибок!Модель бесплатна для некоммерческого пользования. За коммерческое использование придётся платить: $20 в месяц для индивидуальных пользователей и небольших бизнесов, для бизнесов побольше - энтерпрайз лицензия.Вот что написано в анонсе - Хоть Stable Diffusion 3 Medium  и открыт для личного и исследовательского использования, мы ввели новую лицензиюCreator License,чтобы дать возможность профессиональным пользователям работать со Stable Diffusion 3, поддерживая Stability в ее миссии по демократизации ИИ и сохраняя приверженность открытому ИИ.Модель может в реализм без артефактов, идеально понимает промты и пишет текст на картинкахбез ошибок!Поддержка модели уже есть в ComfyUI,  для автоматика придётся подождать.Судя по публичным заявлениям сотрудников компаниия Stability,8Bмодель все ещё тренируется. Ожидаем с нетерпением▪Анонс▪HFhttps://huggingface.co/stabilityai/stable-diffusion-3-medium/tree/mainСкачиваю веса и запускаю тесты, обязательно напишу на хабре пост о работе модели, если интересуетесь генертивными моделями,анонс опубликую у себя в канале, там еще много всего интересного, LLm, модели машинного обучения, гайды, уроки, заходите в гости.ВComfyUI ее уже можно пробовать.Все бегом тестировать!"
    },
    {
        "id": 25,
        "rate": 12,
        "title": "Минцифры: сервисы VK впервые обогнали YouTube по объему мобильного трафика",
        "date": "06.12.24",
        "link": "https://habr.com/ru/news/821277/",
        "text": "Экосистема сервисов VK впервые обошла видеохостинг YouTube по объёму мобильного трафика в России,заявилглава Минцифры Максут Шадаев на ПМЭФ-2024. По его словам, по итогам мая доля VK и «Одноклассников» в структуре трафика мобильных операторов достигла 17%, в то время как на YouTube пришлось 16%.Шадаев назвал это «очень важным фактором», отметив, что YouTube в России не ограничивается, однако отечественным сервисам удаётся успешно с ним конкурировать. Глава ведомства не уточнил, какие доли общего, а не мобильного трафика приходятся на сервисы.Аналитик акселератора Fintech Lab Сергей Вильянов в комментарии «Ведомостям» отметил, что сравнивать видеохостинг YouTube со всей экосистемой VK не совсем корректно, поскольку туда входит не только видеоплатформа, но и соцсети и почта. По его словам, это аналогично сравнению трафика кинотеатров и телевидения с радио, газетами и журналами.При этом Вильянов подчёркивает, что рост VK действительно происходит, хоть и достаточно медленно. Эксперт сообщил, что резкий скачок трафика VK наблюдался в 2022 году после блокировки ряда зарубежных сервисов, когда многие перешли из них во «ВКонтакте». В 2023 же году трафик VK был стабилен, говорит Вильянов.В июле прошлого года лидерами по объёмам трафика в сетях операторов «большой четвёрки» стали YouTube, VK и — впервые — Telegram, сообщала газета «Ведомости». К концу осени на соцсети и мессенджеры приходилось порядка 40% мобильного трафика в России. Второе место занимали онлайн‑кинотеатры (около 20%), третье — СМИ и новостные агрегаторы (13%)."
    },
    {
        "id": 29,
        "rate": 12,
        "title": "Tuxedo Computers готовится выпустить ARM-ноутбук с чипом Snapdragon X Elite от Qualcomm",
        "date": "06.12.24",
        "link": "https://habr.com/ru/news/821215/",
        "text": "Немецкая Tuxedo Computersсообщилао разработке ARM-ноутбука с процессором Snapdragon X Elite от Qualcomm и операционной системой Tuxedo OS со средой рабочего стола KDE Plasma.Ранее производитель представил прототип ARM-ноутбука на выставке Computex Taipei 2024. Устройство оснащено чипом Qualcomm с 12 ядрами, тактовой частотой до 4,6 ГГц, встроенным графическим процессором Adreno с тактовой частотой 1,25 ГГц, 20 Вт TDP и 32 ГБ ОЗУ LPDDRX5.Оценки Qualcomm показывают, что новый Snapdragon способен не только догнать конкурентов, но и превзойти по производительности процессоры Apple M2, поделились в Tuxedo. Компания заверила, что предварительные измерения подтверждают эти значения.ARM-ноутбук имеет алюминиевый корпус и 14-дюймовый IPS-экран с соотношением сторон 16:10, разрешением 2560x1600, яркостью экрана 400 нит и цветовым охватом 100% sRGB.Tuxedo работает над переносом дистрибутива свой операционной системы Tuxedo OS, в основе которой лежит Ubuntu, на архитектуру ARM. По умолчанию компания будет использовать KDE Plasma.Производитель указал, что пользователям не стоит ждать ноутбук высокого класса или игровой лэптоп. Устройство будет относиться к бизнес-классу и по производительности походить на Tuxedo Pulse или Tuxedo InfinityBook Pro. Однако ARM-ноутбук всё ещё находится на стадии альфа-разработки. Компания планирует выпустить устройство к концу 2024 года.В октябре прошлого года Tuxedoвернулв продажу игровые ноутбуки Tuxedo Polaris 15 и Tuxedo Stellaris 16 с процессорами AMD Ryzen серии 7000. Месяц спустя компанияпредставилаигровой ноутбук Tuxedo Sirius 16, включающий мобильный процессор AMD Ryzen 7 7840HS с тактовой частотой до 5,1 ГГц и видеокарту RX 7600M XT с 8 ГБ памяти GDDR6 и тактовой частотой до 2300 МГц.В прошлом месяце Tuxedoвыпустилашестое поколение игрового ультрабука Tuxedo Stellaris Slim 15. Устройство оснащено процессором Intel Core i9-14900HX или Ryzen 7 8845HS, а также видеоадаптером GeForce RTX 4060 или RTX 4070."
    },
    {
        "id": 34,
        "rate": 12,
        "title": "Вышел Perl 5.40",
        "date": "06.11.24",
        "link": "https://habr.com/ru/news/821173/",
        "text": "В начале июня 2024 годасостоялсярелиз стабильной ветки языка программированияPerl 5.40. Релиз предыдущей стабильной ветки проекта Perl 5.38состоялсяв июле 2023 года.ПоданнымOpenNET, при подготовке нового выпуска Perl сообществом было изменено около 160 тыс. строк кода (без документации и автоматически сгенерированного кода - 110 тыс. строк кода), а всего изменения затронули 1500 файлов, в разработке приняли участие 75 программистов и мейнтейнеров открытого проекта.Ветка 5.40 выпущена в соответствии с утверждённым одиннадцать лет назад фиксированным графиком разработки, подразумевающим выпуск новых стабильных веток раз в год и корректирующих релизов - раз в три месяца. Примерно через месяц планируется выпустить первый корректирующий релиз Perl 5.40.1, в котором будут исправлены наиболее значительные ошибки, выявленные в процессе внедрения Perl 5.40.0. Одновременно с выходом Perl 5.40 прекращена поддержка ветки 5.36, для которой обновления могут быть выпущены в будущем только в случае выявления критических проблем с безопасностью.20 июня начнётся процесс разработки экспериментальной ветки 5.41, на базе которой в мае или июне 2025 года будет сформирован стабильный релиз Perl 5.42, если не будет принято решение перейти к нумерации 7.x.Основные изменения и дополнения в Perl 5.40:• расширены возможности, связанные с появившемся в прошлой версии экспериментальным синтаксисом для создания классов;• для определяемых внутри класса полей реализован атрибут \":reader\", применяемый для автоматического создания метода, возвращающего значение переменной из поля в текущем экземпляре класса;• объявлен стабильным синтаксис обработки исключений try/catch, который можно использовать вместо неочевидных манипуляций с eval. Блок try включает блок с выполняемым кодом, а блок catch с кодом для обработки любого исключения, которое может возникнуть при выполнении первого блока;• стабилизирован синтаксис \"for my (VAR, VAR) (LIST)\" и \"foreach my (VAR, VAR) (LIST)\", применяемый для перебора списков с единовременным извлечением сразу нескольких значений в одной итерации цикла;• объявлен стабильным модуль builtin, включающий всегда доступные функции, встроенные в интерпретатор. В настоящее время в модуле предложены функции true, false, weaken, unweaken, is_weak, blessed, refaddr, reftype, ceil, floor, is_tainted, trim и indexed;• добавлены новые экспериментальные встроенные функции inf и nan, доступные в пространстве имён \"builtin::\" (\"builtin::inf\" и \"builtin::nan\"). Данные функции можно использовать в качестве констант, определяющих бесконечность и нечисловое значение;• добавлен новый логический оператор \"^^\", соответствующий операции XOR и дополняющий битовый оператор \"^\" (в Perl предоставляет три базовых битовых оператора \"&\", \"|\" и \"^\", соответствующих операциям AND, OR и XOR, но для логических операций до сих пор были доступны только варианты AND (\"&&\") и OR (\"||\")). Логическое выражение \"$x ^^ $y\" вернёт TRUE, когда либо \"x\", либо \"y\" имеют значение TRUE, но не одновременно;• прекращена поддержка симуляции версий до 5.11. Использование директивы \"use номер_версии\", отключающей дополнительные возможности, добавленные в интерпретаторе после указанной версии, с номером версии меньше 5.11 (например, \"use v5.8\") теперь будет приводить к выводу ошибки, а не предупреждения. Аналогично добавлен вывод предупреждения при использовании в \"use\" версии меньше 5.39 (предупреждения будут заменены на ошибку в выпуске 5.44);• разрешено использование пробела между опцией командной строки \"-M\" и именем модуля, например \"perl -M Data::Dumper=Dumper -E 'say Dumper [1,2,3]'\" (раньше нужно было писать \"perl -MData::Dumper...\");• объявлено устаревшим использование оператора \"goto\" для перехода из внешней области видимости во внутреннюю. Поддержка данной возможности будет прекращена в версии Perl 5.42;• в основной состав включены модули Term::Table и Test2::Suite, предназначенные для создания unit-тестов. Обновлены версии модулей Archive::Tar, Compress::Raw::Bzip2, Compress::Raw::Zlib, Data::Dumper, DB_File, File::Compare, File::Find, Getopt::Long, Hash::Util, HTTP::Tiny, IO, Math::BigInt, PerlIO::encoding, Tie::File, Time::HiRes;• добавлена поддержка операционной системы Serenity OS."
    },
    {
        "id": 37,
        "rate": 12,
        "title": "Компания Voodoo купила социальную сеть BeReal",
        "date": "06.11.24",
        "link": "https://habr.com/ru/news/821153/",
        "text": "Французская студия мобильной разработки Voodooкупиласоциальную сеть BeReal, которая была популярна во время пандемии. Сейчас у приложения 40 миллионов пользователей практически нулевая монетизация.BeReal позиционируется как альтернатива идеальным и фальшивым социальным сетям. В BeReal пользователи не могут редактировать фотографии, обрабатывать их или выбирать наиболее подходящую. Каждый день у пользователей есть всего одна попытка, чтобы опубликовать фотографию. В случайный момент времени приходит уведомление с предложением сделать фото, и у пользователя на это есть буквально несколько минут, поэтому подготовиться заранее нельзя.Социальная сеть BeReal стала популярной во время пандемии. Разработчики считают, что люди устали от идеальных фотографий в других социальных сетях, и им нравится быть настоящими и видеть настоящими других. Сейчас популярность BeReal значительно снизилась, но у приложения всё ещё остаются преданные фанаты.В начале июня 2024 года французская студия мобильной разработки Voodoo объявила, что приобрела BeReal за 500 млн евро. Социальной сети помогут с разработкой новых функций, продвижением и заработком денег. Примечательно, что у социальной сети более 40 млн пользователей, которые практически никак не монетизируются."
    },
    {
        "id": 27,
        "rate": 13,
        "title": "Для входа в личные аккаунты электронной почты Outlook потребуется больше, чем просто ввод логина и пароля",
        "date": "06.12.24",
        "link": "https://habr.com/ru/news/821241/",
        "text": "Microsoftобъявилао нескольких изменениях для входа в личные учётные записи электронной почты Outlook. С 16 сентября для этого будет недостаточно только имени пользователя и пароля, вход при помощи этих данных был базовой аутентификацией, подчеркнули в компании.Корпорация сообщила, что пользователи Outlook, включая тех, кто регистрирует почту через Hotmail.com и Live.com, смогут получить доступ к своим аккаунтам либо в приложениях «Почта» и «Календарь», либо через сайт Outlook.com. Microsoft называет это современными методами аутентификации.Другие приложения, включая Outlook для Windows, Mac, iOS и Android, а также Apple Mail и Thunderbird, поддерживают современную аутентификацию.Microsoft пишет, что базовая аутентификация долгое время была стандартом, но также она упрощала злоумышленникам сбор данных для входа в систему. Это увеличивало риск повторного использования украденных аккаунтов для получения доступа к электронной почте и личной информации.Кибератаки по электронной почте со временем участились, поэтому компания будет требовать от всех пользователей Outlook современной аутентификации, чтобы обеспечить лучшую защиту личных данных.При помощи современных методов аутентификации Microsoft применяет дополнительные серверные процессы, которые пользователи могут не заметить. Такой метод добавляет дополнительный уровень безопасности, уверяют в корпорации. Пытающийся использовать приложение, которое не поддерживает современную аутентификацию, больше не смогут получить доступ к своей электронной почте Outlook.com, Hotmail.com и Live.com.С 19 августа текущего года Microsoft закроет облегчённую веб-версию приложения Outlook, доступ к которой можно получить через старые браузеры. Корпорация напомнила, чтопрекратит поддержкустарых приложений «Почта» и «Календарь» до конца 2024 года, их заменят новые версии."
    },
    {
        "id": 28,
        "rate": 13,
        "title": "В iOS 18 появятся предупреждения об использовании медленной зарядки",
        "date": "06.12.24",
        "link": "https://habr.com/ru/news/821235/",
        "text": "Appleобновилараздел «Аккумулятор» приложения «Настройки» в iOS 18, добавив опцию предупреждения об использовании медленной зарядки для iPhone.Периоды медленной зарядки будут обозначены оранжевым цветом в настройках аккумулятора, которые отображают использование батареи и зарядку за последние 24 часа в течение 10 дней.В MacRumors увидели уведомление о медленной зарядке после пополнения запаса батареи смартфона при помощи беспроводного устройства мощностью 5 Вт. Ранее об этом такжерассказалпользователь Reddit, который и обнаружил опцию. Пока неизвестно, какую именно скорость iOS 18 будет считать медленной.Функция поможет узнать, по какой причине устройства не заряжаются с оптимальной скоростью.Пользователь Reddit также сообщил, что нажатие на кнопку рядом с уведомлением открывает несуществующую статью поддержки Apple, которая будетобновленапосле полноценного релиза iOS 18.Ранее Apple позволяла устанавливать лимит зарядки только на уровне 80%. Однако после обновления операционной системы пользователи также смогут выбирать между несколькими вариантами лимитов заряда: 85%, 90% и 95%."
    },
    {
        "id": 30,
        "rate": 13,
        "title": "Торвальдс в роли великодушного пожизненного диктатора Linux решил перенести код sched_ext в ветку Linux 6.11",
        "date": "06.12.24",
        "link": "https://habr.com/ru/news/821207/",
        "text": "Линус Торвальдсвоспользовалсяролью великодушного пожизненного диктатора Linux и объявил о своём решении перенести код расширяемого планировщика (extensible scheduler) sched_ext (патчи sched_ext v6) в рабочую ветку Linux 6.11 (находится в разработке, текущий релизLinux 6.9), хотя против этого действия были некоторые мейнтейнеры проекта. Торвальдс считает, что код sched_ext достаточно готов и представляет реальную ценность для основного ядра Linux. По его мнению, не стоит тянуть с sched_ext, продолжая работать с этим компонентом вне рабочей ветки будущей версии ядра Linux.По данным Phoronix, код sched_ext оказался достаточно универсальным для повышения производительности игр в Linux, более быстрого прототипирования новых изменений планировщика, а разработчики из Ubuntu/Canonical высоко оценили этот проект на предмет микроядерного дизайна и многих других интересных подходов при работе с Linux. Тем не менее, эта разработкаоставаласьдолгое время вне основной ветки, но сейчас ситуация меняется с предстоящим циклом разработки Linux 6.11.Честно говоря, я не вижу причин больше откладывать это. Весь этот набор исправлений был основным (частным) обсуждением на прошлогоднем саммите разработчиков ядра, и я не вижу никакой ценности в таком же обсуждении (будь то вне списка или в качестве фактическоего события) на предстоящем саммите сопровождающих год спустя, поэтому, чтобы добиться какого-либо разумного прогресса, мой текущий план — объединить это для версии 6.11.По крайней мере, в этом отношении мы добиваемся прогресса, и обсуждение на KS 2024 может быть посвящено моей остроте ума – или ее отсутствию – а не перефразированию того же самого, что явно не принесло никакого прогресса в прошлом году.Я никогда не был большим сторонником попыток сделать всех счастливыми с помощью кода, находящегося вне основной ветки — нам лучше работать над ним вместе, внутри ветки.И использование аргумента «чтобы принять это, сначала нужно исправить что-то еще» тоже не очень хорошо работает (и это обсуждалось более десяти лет на различных саммитах сопровождающих проекта).Возможно, разработчики, у которых есть опасения по этому поводу, смогут поработать над этими проблемами, когда это будет внутри ветки проекта.Я также не верю в аргумент, который использовался (несколько раз) о том, что BPF scheduler будет препятствовать участию мейнтейнеров в дальнейшей разработке кода планировщика. Лично я считаю, что главное, что удерживает разработчиков от участия, — это слишком высокие барьеры для участия.В любом случае, я обращаюсь к Tejun с просьбой просто отправить мне запрос на включение для следующего окна слияния.И для всех остальных как предупреждение: «Это происходит». [Пожалуйста, просто мысленно вставьте сюда гифку-мем «ЭТО ПРОИСХОДИТ» — потому что, если бы я действительно включил его сюда, lkml просто отклонил бы это письмо. Иногда анти-html правила работают не в нашу пользу].Линус.Таким образом, если не считать каких-либо изменений планов в последнюю минуту в период с настоящего момента до середины июля, когда откроется окно слияния Linux 6.11, патчи для sched_ext появятся в следующем цикле разработки ядра Linux.В мае Торвальдс в переписке в списке рассылки по поводу обсуждения возможности смягчения неожиданных арифметических переполнений/недополнений/зацикливания в исходном коде C ядра LinuxпосоветовалКису Куку из Google быть решением, а не проблемой в рамках работы с мейнтейнерами ядра Linux, а также перестать плодить неразумные жалобы на код компилятора.12 января 2024 года Линус Торвальдсобозвал%^!@$% новый код Intel Xe для DRM (Direct Rendering Manager) в Linux 6.8. Он сам исправил его огрехи и призвал сторонних разработчиков и мейнтейнеров проекта тестировать, тестировать и ещё раз тестировать свои патчи.В апреле в рамках подготовки патчей для Linux 6.9-rc4 Линус Торвальдсрешил боротьсяс парсерами конфигурационных файлов Kconfig, которые не могут правильно обрабатывать табуляции. Торвальдс написал патч, чтобы намеренно добавить несколько собственных табов в Kconfig, чтобы отбросить любые внешние или сторонние парсеры, которые не могут их правильно обработать. Торвальдс намеренно добавил эти скрытые табы в общий файл Kconfig для обработки размеров страниц ядра. Таким образом, это обязательно приведёт к серьёзным и заметным ошибкам для любых парсеров, не имеющих правильную обработку табов.В декабре 2023 года Торвальдсрассказалоб усталости сопровождающих ядра проекта. По его мнению, сопровождающие ядра Linux должны уметь смотреть на код других людей и обладать возможностью ответить на вопрос: «Это хороший или плохой подход?».В октябре 2022 года Торвальдсотчиталментейнеров проекта версии ядра Linux за постоянный срыв дедлайнов и расслабленность в работе. В своём обращении к разработчикам Торвальдс также обратился к тем, кто сдаёт ему проделанную работу после заявленного срока. «Привычку откладывать всё до последнего нужно было оставить в школе. Это совершенно не подходит для разработки ядра Linux», — написал Торвальдс."
    },
    {
        "id": 36,
        "rate": 13,
        "title": "Смогут ли ваши почки выдержать путешествие на Марс?",
        "date": "06.11.24",
        "link": "https://habr.com/ru/companies/bothub/news/821155/",
        "text": "Исследование, проведенное учеными из Университетского колледжа Лондона (UCL), выявило серьезные риски для здоровья почек в условиях космических полетов, что может поставить под угрозу амбициозные долгосрочные миссии, такие как экспедиции на Марс.В этом исследовании международная команда ученых провела обширные эксперименты и анализы, используя данные и образцы из 20 исследовательских когорт. Они включали более 40 миссий на низкой околоземной орбите и 11 космических симуляций с участием мышей и крыс.Особенно важными стали семь симуляций, в которых мыши подвергались дозам галактического космического излучения (GCR, естественный радиационный фон в космосе), эквивалентным миссиям на Марс продолжительностью 1,5 и 2,5 года, имитируя условия космического полета за пределами магнитного поля Земли.Результаты исследования: как у людей, так и у животныхпочки подвергались \"ремоделированию\" в условиях микрогравитации.Специфические почечные канальцы, отвечающие за кальциево-солевой баланс, начали усыхать уже после месяца пребывания в космосе.Кроме того, ранее считалось, что основной причиной образования камней в почках в космосе является потеря костной массы и накопление кальция в моче, однако новое исследование показало, чтопроцесс обработки солей в почках также кардинально изменяется под воздействием космических условий.Доктор Кит Сью, первый автор исследования, отметил: \"Если мы не разработаем новые способы защиты почек, астронавты могут столкнуться с необходимостью диализа на обратном пути. Почки поздно показывают признаки повреждения радиацией, и когда это становится очевидным, уже может быть слишком поздно предотвратить отказ\".Еще один автор исследования, Профессор Стивен Б. Уолш, также подчеркнул важность защиты почек в космических миссиях: \"Невозможно защитить их от галактического излучения с помощью экранирования, но возможно разработать технологические или фармацевтические меры для облегчения длительных космических путешествий\".По его словам, любые лекарства, разработанные для астронавтов, могут также найти применение на Земле, например, для пациентов с раком, проходящих радиотерапию."
    },
    {
        "id": 4,
        "rate": 14,
        "title": "Asana добавит \"товарищей по команде\" genAI в свое приложение для управления работой",
        "date": "05.06.24",
        "link": "https://www.computerworld.com/article/2138693/asana-to-bring-genai-teammates-to-its-work-management-app.html",
        "text": " Asana разрабатывает функцию ИИ “teammate”, которая встраивает генеративный ИИ (genAI) в рабочий процесс пользователей своего приложения для управления работой. Члены команды, созданные с использованием формата “триггер и действие” в существующих инструментах автоматизации документооборота Asana, могут выполнять такие задачи, как проведение исследований, и взаимодействовать с коллегами, помогая координировать работу. Новая функция предоставляет доступ к информации в Asana work graph — данным о работе, выполняемой командой, и о людях, выполняющих эту работу, — и опирается на большие языковые модели (LLM), такие как Anthropic и OpenAI. “Когда люди думают о работе с ИИ как о работе с товарищем по команде, они получают от этого больше пользы, потому что они могут лучше давать ит-специалистам инструкции, давать им обратную связь и эффективно сотрудничать с ними”, - говорит Пейдж Костелло, глава отдела ИИ в Asana. По словам Костелло, существует множество способов настроить teammate. Один из примеров (от клиента, тестировавшего функцию) касается процесса запроса работы для команды дизайнеров. Здесь ассистент по “сортировке запросов” может проверить входящую форму запроса на работу, чтобы определить, содержит ли она достаточно подробную информацию об объеме запроса. Если нет, ассистент по искусственному интеллекту отправляет ответное сообщение с предложениями по включению дополнительной информации. По словам Пейдж, этот процесс позволяет избежать обмена сообщениями между коллегами, пытающимися получить правильную информацию. Другой клиент — маркетинговая фирма — наняла специалиста по ИИ для проведения исследований среди клиентов. В этом случае партнер по команде может подготовить черновой вариант брифа с информацией о предыдущих кампаниях бренда клиента и о том, чем они известны. В приложении Asana уже есть инструменты автоматизации документооборота, но добавление LLMs позволяет добиться более эффективной автоматизации. “Что действительно интересно во внедрении LLM в управление работой, так это то, что здесь есть здравый смысл и нюансы”, - сказал Костелло.  “Вместо того, чтобы быть черно—белым правилом — ”если чего-то не хватает, спросите об этом\", - это направленное правило, например: \"вот то, что мы обычно ищем; используйте свое мнение\". Тем не менее, учитывая ненадежность LLM, у товарищей по команде есть потенциал для внедрения ошибки в процессе управления работой. Костелло сказала, что важно, чтобы “человек был в курсе”, когда ассистент с искусственным интеллектом принимает решение. “Мы хотим быть уверены, что люди принимают окончательные решения”, - сказала она. “Именно они несут ответственность, именно они завершают работу: искусственный интеллект просто помогает. Искусственный интеллект не должен способствовать продвижению работы без эффективного разрешения команды или человека, который руководит этой работой. ”Функция AI teammate потенциально может быть доступна широкому кругу пользователей Asana, - сказал Крис Марш, директор по исследованиям в 451 Research, входящей в S&P Global Market Intelligence. “Я считаю, что партнер по команде с искусственным интеллектом предназначен для привлечения внимания в целом, поскольку цель состоит в том, чтобы помочь партнеру улучшить общие рабочие процессы команды”, - сказал он, отметив, что со временем это может улучшить доступ к большему количеству данных в графике работы Asana. “С точки зрения того, насколько это полезно с момента запуска, это неизбежно будет продолжением работы, но на самом деле это означает, что искусственный интеллект применяется к следующему этапу использования в управлении работой”, - сказал Марш. Он ожидает “интереса рынка” к возможностям такого инструмента, как AI teammate от Asana. Недавний опрос, проведенный в рамках исследования 451 компании, показал, что 44% сотрудников считают, что ИИ “оказывает незначительное влияние” на их рабочие инструменты или вообще не оказывает. Только 24% сказали, что ИИ оказал умеренное влияние. Но когда участников опроса спросили о типах технологий, которые могли бы улучшить их работу, популярным ответом был “помощник с искусственным интеллектом, который может помочь в автоматизации базовых задач и разработке более стратегических видов работ”, - сказал Марш. “Итак, пока мало кто видит влияние ИИ, но многие хотят его увидеть и хотят видеть его в виде помощника ИИ, который будет выполнять те задачи, на которых сосредоточен партнер Асаны по команде ИИ”, - сказал он. Функция AI teammate в настоящее время находится в стадии бета-тестирования для некоторых клиентов. Asana оценивает различные модели ценообразования, более подробная информация о которых будет доступна ближе к запуску для широкой публики. Дата запуска пока не назначена."
    },
    {
        "id": 6,
        "rate": 14,
        "title": "В очередной раз сотрудники индустрии искусственного интеллекта предупреждают, что эта технология может привести к \"вымиранию человечества’",
        "date": "04.06.24",
        "link": "https://www.computerworld.com/article/2138467/once-again-ai-industry-employees-warn-the-tech-could-lead-to-human-extinction.html",
        "text": " Более десятка нынешних и бывших сотрудников индустрии искусственного интеллекта подписали открытое письмо, в котором предупреждают, что опасность этой технологии может привести к “вымиранию человечества”. Письмо было написано 13 людьми, которые работали в OpenAI, Google DeepMind и Anthropic, ведущих поставщиках технологий генеративного искусственного интеллекта (genAI). В частности, они выразили тревогу по поводу ряда рисков, связанных с ИИ, начиная от “дальнейшего усиления существующего неравенства, манипуляций и дезинформации и заканчивая потерей контроля над автономными системами ИИ, что может привести к вымиранию человечества. “Сами компании признали эти риски, как и правительства по всему миру, и другие эксперты в области искусственного интеллекта”, - говорится в письме. В нем также содержатся гарантии того, что сотрудники, которые высказывают опасения, не будут подвергнуты ответным мерам со стороны своих компаний. Письмо также получило одобрение ученого в области искусственного интеллекта Йошуа Бенгио, британско-канадского специалиста по информатике и психолога Джеффри Хинтона и профессора компьютерных наук Калифорнийского университета Стюарта Рассела. Последнее сообщение перекликается с письмом open, опубликованным в марте 2023 года, в котором более 150 ведущих исследователей ИИ и других специалистов призвали компании genAI пройти независимую оценку своих систем, отсутствие которой вызвало опасения по поводу базовых мер защиты. Позже в том же месяце более 1000 подписантов, включая отраслевых экспертов, ученых, специалистов по этике и других, опубликовали открытое письмо, предупреждающее о возможной “потере контроля над нашей цивилизацией” из-за неконтролируемого искусственного интеллекта. А в открытом письме, опубликованном в мае 2023 года, многие из наиболее выдающихся создателей технологии искусственного интеллекта назвали контроль над ней “глобальным приоритетом наряду с другими рисками социального масштаба, такими как пандемии и ядерная война”. В новом письме отмечается отсутствие эффективного государственного контроля за корпорациями, создающими и продающими решения для искусственного интеллекта. “Нынешние и бывшие сотрудники являются одними из немногих людей, которые могут привлечь их к ответственности перед обществом. Тем не менее, широкие соглашения о конфиденциальности не позволяют нам высказывать наши опасения, за исключением тех компаний, которые, возможно, не в состоянии решить эти проблемы”, - заявили подписанты. “Обычные меры защиты информаторов недостаточны, поскольку они направлены на борьбу с незаконной деятельностью, в то время как многие риски, которые нас беспокоят, еще не урегулированы. Некоторые из нас обоснованно опасаются различных форм возмездия, учитывая историю подобных случаев в отрасли. Мы не первые, кто сталкивается с этими проблемами или говорит о них”. Сотрудники изложили четыре конкретные меры, которые они хотят принять от компаний для обеспечения безопасности технологии genAI: Компания не будет заключать или применять какие-либо соглашения, запрещающие “пренебрежительное отношение” или критику в адрес компании из-за опасений, связанных с рисками, а также принимать ответные меры за критику, связанную с рисками, препятствуя получению какой-либо экономической выгоды.Компания будет способствовать анонимному процессу, позволяющему нынешним и бывшим сотрудникам сообщать о проблемах, связанных с рисками, правлению компании, регулирующим органам и соответствующей независимой организации, обладающей соответствующим опытом.Компания будет поддерживать культуру открытая критика и привести своих нынешних и бывших сотрудников, чтобы повышать риск связанных с заботами о своих технологий для населения, в совете директоров компании, чтобы регуляторы или соответствующей независимой организации с соответствующим опытом, так долго, как торговые секреты и другие права интеллектуальной собственности интересы должным образом защищены.Компания не будет принимать ответных мер в отношении нынешних и бывших сотрудников, которые публично делятся конфиденциальной информацией, связанной с рисками, после того, как другие процессы потерпели неудачу. Компания не будет заключать или приводить в исполнение какие-либо соглашения, запрещающие “пренебрежительное отношение” или критику в адрес компании из-за опасений, связанных с рисками, а также принимать ответные меры за критику, связанную с рисками, препятствуя получению какой-либо экономической выгоды. Компания будет способствовать анонимному процессу, позволяющему нынешним и бывшим сотрудникам сообщать о проблемах, связанных с рисками, правлению компании, регулирующим органам и соответствующей независимой организации, обладающей соответствующим опытом. Компания будет поддерживать культуру открытая критика и привести своих нынешних и бывших сотрудников, чтобы повышать риск связанных с заботами о своих технологий для населения, в совете директоров компании, чтобы регуляторы или соответствующей независимой организации с соответствующим опытом, так долго, как торговые секреты и другие права интеллектуальной собственности интересы должным образом защищены. Компания не будет принимать ответных мер в отношении нынешних и бывших сотрудников, которые публично делятся конфиденциальной информацией, связанной с рисками, после того, как другие процессы не увенчались успехом. “Мы признаем, что в ходе такого процесса на начальном этапе следует выражать обеспокоенность. Однако до тех пор, пока такого процесса не существует, нынешние и бывшие сотрудники должны сохранять за собой свободу сообщать общественности о своих опасениях”, - говорится в письме. Ранее в этом году более 200 компаний и организаций согласились принять участие в консорциуме Института безопасности искусственного интеллекта (AI Safety Institute) для разработки руководящих принципов, обеспечивающих безопасность систем искусственного интеллекта. Но на сегодняшний день участие было добровольным, и США значительно отстают от других усилий по устранению потенциальных проблем с ИИ. Например, Европейский союз завершил разработку Закона ЕС об ИИ более года назад; он был утвержден в июне 2023 года. Закон ЕС об искусственном интеллекте требует, чтобы системы genAI соответствовали стандартам прозрачности, чтобы помочь регулирующим органам и другим лицам отличать поддельные изображения от реальных. Эта мера также запрещает системы социальной оценки и манипулятивный искусственный интеллект. В Соединенных Штатах было предпринято несколько попыток обуздать искусственный интеллект, но Конгресс не принял никакого значимого законодательства. Например, в октябре 2023 года президент США Джозеф Р. Байден-младший издал исполнительный указ, в котором были установлены четкие правила и меры надзора для обеспечения контроля за ИИ и обеспечения возможностей для его развития. По мнению экспертов индустрии искусственного интеллекта, которые с конца 2022 года наблюдают за развитием инструментов и платформ genAI, среди более чем двух десятков инициатив Байдена был “Безопасный и заслуживающий доверия искусственный интеллект”."
    },
    {
        "id": 9,
        "rate": 14,
        "title": "Чего мы ожидаем от iOS 18, Siri и genAI",
        "date": "03.06.24",
        "link": "https://www.computerworld.com/article/2137654/what-were-expecting-from-ios-18-siri-and-genai.html",
        "text": " Несмотря на то, что постоянный шум скрывает это, на конференции WWDC 2024, которая состоится на следующей неделе, у Apple есть жизнь за пределами генеративного искусственного интеллекта (genAI), где ее операционные системы будут обновлены. Вот что можно ожидать от наиболее широко используемой платформы компании, iOS 18. Здесь я сосредоточился на улучшениях, призванных помочь пользователям в достижении поставленных целей. Также важно иметь в виду, что не все функции, о которых ходят слухи, будут доступны; некоторые появятся позже, и на данный момент есть предположения, что для некоторых функций искусственного интеллекта потребуется устройство iPhone 15-й серии (или новее). Естественно, что на выставке, ориентированной на разработчиков, Apple захочет показать, что она сделала, чтобы облегчить им жизнь. Звездой может стать поддержка genAI, реализованная в Xcode, чтобы помочь разработчикам создавать код быстро и точно. (Подумайте о втором пилоте GitHub для экосистемы Apple, только с улучшенной защитой конфиденциальности и безопасности.) Эти инструменты будут очень полезны, и, возможно, именно поэтому одним из слоганов WWWDC 2024 является “Быстрое развитие”. После нескольких месяцев утечек мы можем предположить, что следующая iPhone OS предложит более простую навигацию, улучшенные интерфейсы, дополнительные функции безопасности и конфиденциальности, а также более контекстуальную функцию Siri, которая сможет сделать для вас больше, чем раньше (внутри компании она называется “Серое вещество”). Эта функция позволяет Siri предоставлять краткий обзор всех последних уведомлений пользователя. Я полагаю, что это будет определяться пользователем, а значит, вы сможете просматривать входящие сообщения от людей и приложений, которые вы хотите получить, а не просто обобщать все. 2. \"Умный\" интерфейс Siri также позволяет автоматически определять, когда требуется ответ. По мере использования вашего устройства Siri будет определять важных людей, компании, события, местоположения, даты и другие данные, чтобы усовершенствовать предоставляемые возможности. Я думаю, это означает, что Siri должна научиться определять, следует ли вам посетить собрание или поговорить с человеком, даже если вы не сделали об этом пометку. Приложение Journal может быть частью этого, создавая умные напоминания и оповещения о важных уведомлениях, электронных письмах и других элементах, которые вы, возможно, пропустили. 3. Подведите итог Apple разработала собственный искусственный интеллект Ajaxlarge language model (LLM), который может выполнять такие полезные функции, как обобщение текста, предоставление краткой информации о содержимом веб-сайта или предоставление услуг транскрипции (например, путем расшифровки аудиозаписей). 4.Поиск Ожидается, что поиск в Интернете с помощью Spotlight улучшится в результате того, что Apple лицензирует технологию ChatGPT у OpenAI. 5.Chatter Siri также превращается в более совершенного и отзывчивого чат-бота, если вы хотите проводить время в чате со своим iPhone. 6.Больше контроля Bloomberg сообщает нам, что Apple также работает над предоставлением Siri возможности отправлять и удалять электронные письма, открывать документы, перемещать элементы между папками и выполнять другие сложные задачи, но предупреждает, что это может появиться не раньше 2025 года. Хотя я думаю, что корпоративные пользователи будут в восторге от того, что Apple планирует внедрить поддержку RCS в сообщениях в iOS 18, другие улучшения включают новые значки обратной связи в сообщениях, которые предоставляют пользователям более широкий выбор возможных реакций, а также возможность анимировать отдельные слова. Вы также сможете обмениваться видео и изображениями более высокого качества с коллегами, использующими Android, чем раньше. Почте требуется гораздо больше внимания, чем она получает. На самом деле, она должна более эффективно интегрироваться с приложениями, документами и инструментами с помощью графического интерфейса.  Я хочу, чтобы Mail стал идеальным PIM для любого пользователя, как для корпоративного использования, так и для любого другого. В прошлом году Apple сделала шаг в этом направлении, внедрив напоминания по электронной почте, отправку по расписанию и функцию “не отправлять”. В этом году планируется добавить дополнительные функции, включая возможность автоматического использования ответов на электронные письма. Календарь также будет интегрирован с приложением Reminders, так что вы сможете создавать напоминания из календаря. Если вы заблудились при попытке управлять важными настройками на своем iPhone, вы не одиноки. Определить соответствующие настройки не всегда так просто, и их расположение не обязательно соответствует вашему личному субъективному мнению о том, где они должны находиться. Почему, например, инструмент Apple для сбора данных о ваших “важных местоположениях” скрыт в самом низу последней страницы в разделе \"Конфиденциальность и безопасность\"> \"Службы определения местоположения\"> \"Системные службы\"? Хорошей новостью (надеюсь) является то, что Apple намерена пересмотреть настройки в пользу более чистого и удобного для поиска интерфейса. Настройки на Mac (и, предположительно, на iPad) будут изменены таким же образом. Apple, похоже, действительно внимательно изучает, как искусственный интеллект может дополнить существующие средства обеспечения доступности в своих системах. Именно это так важно в инструментах отслеживания взгляда, которые, как ожидается, появятся на iPhone и iPad позже в этом году. Это позволит вам ориентироваться в том, что отображается на экране, и активировать элементы на экране одним взглядом. В сочетании с Siri это может стать мощным дополнением к пользовательскому интерфейсу, которое будет одинаково полезно на устройствах Mac или visionOS. Можно будет записывать и транскрибировать аудио непосредственно в приложение Notes. Эта функция также позволит создавать сводки с помощью искусственного интеллекта. В Photoshop появились новые мощные рабочие процессы редактирования изображений и улучшенные команды LLM, а Центр управления получил улучшенное управление музыкой и устройствами для \"умного дома\". Устройства Apple хорошо сочетаются друг с другом, но не всегда работают так, как вам нужно. Почему вы не можете использовать Apple Watch, чтобы легко подключать другие устройства к воспроизведению музыки или иным образом обрабатывать контент? Это может измениться с выходом iOS 18, которая, как ожидается, будет лучше справляться с задачами на разных устройствах. Вы сможете создать более гармоничный домашний экран, изменив цвет значков приложений. Вы также сможете расположить значки на этом экране по своему усмотрению, а не ограничиваться традиционной сеткой. Вы также можете рассчитывать на усовершенствованные инструменты, которые помогут пользователям Android перейти на iPhone, а пользователям iPhone - на другую мобильную платформу. Apple уже взяла на себя обязательство внедрить такие инструменты в рамках своих усилий по соблюдению DMA ЕС. Это распространяется и на поддержку Live Photos, которая будет преобразована в Motion Photos при переносе на Android. Ожидается, что новые функции появятся сначала в виде бета-версии для разработчиков на конференции WWDC или в ближайшее время, а осенью этого года выйдет финальная версия iOS 18. Пожалуйста, подписывайтесь на мой канал на Mastodon или присоединяйтесь ко мне в группах Apple Holic's bar & Grill и Apple Discussionsgroups на MeWe."
    },
    {
        "id": 23,
        "rate": 14,
        "title": "Минцифры: «Эксмо‑АСТ» более трех лет не передает в Российскую книжную палату электронные экземпляры книг из-за пиратства",
        "date": "06.12.24",
        "link": "https://habr.com/ru/news/821305/",
        "text": "Минцифры обвиняет издательство «Эксмо‑АСТ» в нарушении закона «Об обязательном экземпляре документов». Согласно этому закону, компания должна передавать в Российскую книжную палату обязательные электронные экземпляры книг, но уже более трёх лет не делает этого под предлогом опасений утечек авторского контента,пишет«Коммерсантъ».Об этом говорится в ежегодном докладе Минцифры. В нём утверждается, что данный вопрос поднимался и Экспертным советом по цифровой трансформации книжной индустрии, и участниками отраслевых конференций. При этом проблема носит системный характер, поскольку только чуть более 17% издательств передают книги в Российскую книжную палату. Всего же в России действуют 4,4 тысячи издательств.Согласно закону «Об обязательном экземпляре документов», производители документов несут административную ответственность за несвоевременную и неполную доставку обязательного экземпляра. Для физлиц штраф составляет 200–500 рублей, для должностных лиц — 1–2 тысячи рублей, для юридических — 10–20 тысяч за каждый экземпляр. В докладе Минцифры отмечается, что за прошлый год «Эксмо‑АСТ» выпустило 8,6 тысячи названий, за 2022-й — 9,4 тысячи, а за 2021-й — 8,6 тысячи. Таким образом, на издательство может быть наложен штраф в размере 266–522 млн рублей.Ведомство предложило «Эксмо‑АСТ» и Книжной палате совместно решить этот вопрос до конца 2024 года. В издательстве заявили, что сейчас есть определённые технические сложности, которые стороны пытаются вместе решить путём переговоров. В Роскомнадзоре отметили, что служба обязана контролировать только передачу печатных экземпляров, в то время как электронные книги находятся не в зоне ответственности РКН.Издательства столкнулись с «ощутимым потоком бумажного контрафакта», говорит член правления Ассоциации по защите авторских прав в интернете (объединяет Alpina Digital, «Азбука‑Аттикус», «Эксмо‑АСТ») Максим Рябыко. Пираты используют цифровую вёрстку в качестве заготовки и печатают книги подпольно, поэтому прозрачность хранения и контроля доступа к цифровым копиям «не пустой звук», считает эксперт. В свою очередь, вопрос аудита кибербезопасности Российской государственной библиотеки, в которую входит Российская книжная палата, не поднимался уже несколько лет. Издательства даже участвовали в разработке некоторых концепций, однако к каким бы то ни было результатам стороны в итоге так и не пришли, говорит Рябыко.Лидером по количеству предоставленных обязательных электронных экземпляров книг стал «Литрес: Самиздат» — 26,1 тысячи. На втором месте — Ridero (13 тысяч), на третьем — «Просвещение» (4,1 тысячи)."
    },
    {
        "id": 31,
        "rate": 14,
        "title": "Проводник Windows 11 вскоре может предоставить доступ к файлам на смартфоне",
        "date": "06.12.24",
        "link": "https://habr.com/ru/news/821205/",
        "text": "При помощи приложения Phone Link Microsoft упростила взаимодействие между Android и Windows. Вскоре компания может предоставить доступ к файлам на смартфоне через проводник Windows 11,обратил вниманиепользователь соцсети X @PhantomOfEarth.Он заметил, что это будет реализовано по беспроводной сети. Результат выглядит аналогично тому, если бы Android-устройство было бы подключено через провод.Чтобы включить эту функцию, нужно разрешить доступ к файлам через настройки Windows 11 > «Bluetooth и устройства» > «Мобильные устройства» > «Управление устройствами».Phone Link будет действовать как мост для этого,предположилив 9to5Google. Приложение уже позволяет получить доступ к фотографиям и видео в Windows 11. Также Phone Link применяют для дублирования уведомлений, трансляции приложений Android, приёма входящих вызовов с ноутбука или настольного ПК и многого другого.Новая функция пока недоступна. Кроме того, отсутствует информация о том, что опция вообще выйдет для Windows 11. В XDAсчитают, что функция появится в бета-версиях и версиях для разработчиков Windows 11, а затем станет доступна всем пользователям последней итерации операционной системы Microsoft."
    },
    {
        "id": 32,
        "rate": 14,
        "title": "Вышла стабильная версия systemd 256",
        "date": "06.12.24",
        "link": "https://habr.com/ru/news/821201/",
        "text": "11 июня 2024 годасостоялсярелиз стабильной версии подсистемы инициализации и управления службами в Linux systemd 256 с run0 (назамену sudo), systemd-vpick, importctl идругиминовыми функциями.Предыдущая стабильная версия systemdвышла7 декабря 2023 года. В неё добавили компонент systemd-bsod, который обеспечивает поддержку ВSOD («синего экрана смерти») в Linux.Ключевые изменения и дополнения в выпуске systemd 256:• внедрение run0 как новой альтернативы sudo;• новая опция командной строки ядра \"systemd.crash_action=\", которая определяет, что произойдет в случае сбоя системного в system manager (значения \"systemd.crash_action=\" могут быть такие: freeze, reboot или poweroff);• поддержка cgroup v1 теперь считается устаревшей и systemd по умолчанию отказывается загружаться под ней. Все еще существует обходной путь для принудительного повторного включения поддержки cgroup v1, но, короче говоря, пришло время перейти к cgroup v2;• добавлен новый двоичный файл systemd-vpick, реализующий протокол vpick. Systemd-vpick можно использовать для разрешения путей к версионным каталогам «.v/»;• добавлен инструмент importctl для загрузки, импорта и экспорта образов дисков через systemd-importd. Ранее функциональность, аналогичная importctl, была доступна через Machinectl, но теперь она также расширена и включает образы sysext, confext и переносимых сервисов;• добавлен новый генератор модулей systemd-ssh-generator, чтобы проверить, установлен ли двоичный файл sshd, а затем привязать его через активацию сокета для каждого соединения к различным сокетам в зависимости от контекста выполнения;• зашифрованные учетные данные службы теперь могут быть доступны непривилегированным пользователям с помощью новых опций systemd-creds;• systemd теперь можно скомпилировать без ошибок, при этом все устаревшие версии OpenSSL 3.0 удалены;• для управления сервисами systemd введена новая концепция «капсул». Капсулы оборачивают дополнительные менеджеры служб для каждого пользователя, чьи пользователи являются временными и определяются только до тех пор, пока работает менеджер служб (динамические пользователи);• systemd-networkd теперь предоставляет базовый интерфейс Varlink;• systemd-networkd теперь может получать секреты WireGuard из учетных данных systemd;• systemd Ukify теперь поддерживает ядра Zboot;• различные зависимости библиотек были преобразованы из обычных зависимостей общих библиотек в зависимости dlopen() для повышения безопасности после инцидента сбэкдором XZ;• systemd-homed теперь может разблокировать домашние каталоги при входе в систему через SSH;• новые службы systemd включают systemd-nsresourced и systemd-mountfsd;• различные модули systemd теперь будут загружать основные файлы конфигурации из мест типа /usr/lib, /usr/local/lib и /run, а не только из /etc;• команда \"systemctl kill\" теперь поддерживает аргумент \"--wait\", чтобы заставить команду ждать до тех пор, пока сигнальные службы не завершатся. \"systemctl kill --wait\" может быть полезен, поскольку в противном случае он может привести к возникновению опасных ситуаций;• двоичные файлы Systemd ELF, использующие библиотеки через dlopen(), создаются с новым разделом заголовков ELF. Новая функциональность позволяет инструментам и упаковщикам программно обнаруживать список необязательных зависимостей, используемых всеми двоичными файлами systemd ELF;• появился новый проект \"systemd/package-notes\", который предоставляет синтаксическому анализатору инструменты интеграции пакетов."
    },
    {
        "id": 2,
        "rate": 16,
        "title": "Платформа Adobe Experience получила помощника с искусственным интеллектом для анализа клиентских данных",
        "date": "06.06.24",
        "link": "https://www.computerworld.com/article/2138773/adobe-experience-platform-gets-ai-assistant-for-customer-data-insights.html",
        "text": " Компания Adobe представила помощника generative AI (genAI) для приложений Adobe Experience Platform (AEP) - диалоговый интерфейс, который, по словам компании, упростит доступ к данным об опыте работы с клиентами. По словам Анджула Бхамбри, старшего вице-президента Adobe Experience Cloud, ассистент с искусственным интеллектом, который теперь доступен, позволяет более широкому кругу сотрудников получать доступ к данным клиентов и взаимодействовать с ними в маркетинговых целях, отвечать на технические вопросы и автоматизировать задачи. “Мы помогаем брендам стать более продуктивными и избавляем от зависимости от небольшого числа экспертов в данной области, чтобы каждый мог стать экспертом”, - сказала она. Новый помощник Adobe с искусственным интеллектом может создавать различные варианты маркетинговых электронных писем. Adobe AEP - это уровень данных, который лежит в основе набора инструментов анализа клиентского опыта, позволяющих получить представление о том, как клиенты взаимодействуют с брендом. Приложения, созданные на основе AEP, включают Adobe Real-Time Customer Data Platform, Journey Optimizer и Customer Journey Analytics. Диалоговый ассистент с искусственным интеллектом, встроенный в правую панель каждого приложения AEP, выполняет три основные функции. Одна из них включает в себя экспертизу продукта и анализ его использования.  Пользователи могут задавать ассистенту технические вопросы, связанные с использованием инструментов из пакета AEP, такие как “Что такое карта идентификации?” или “Как мне создать сегмент аудитории?”. “В отличие от того, что кому-то приходится копаться в большом количестве документации, это дает вам нужную информацию именно тогда, когда она вам нужна”, - сказал Бхамбри. Что касается анализа использования, то можно получать информацию о данных клиентов, аудиториях и поездках клиентов без выполнения SQL-запросов. По словам Бхамбри, пользователь может, например, спросить помощника с искусственным интеллектом, какие атрибуты в профиле клиента приводят к конверсии, что может потребовать обращения к разным коллегам и ознакомления с несколькими документами. В отличие от других аспектов запуска, возможность запрашивать оперативную информацию все еще находится на стадии публичного бета-тестирования, сообщили в Adobe. Помощник с искусственным интеллектом также может использоваться для создания контента. Помимо создания сегментов аудитории на основе собственных данных клиента, можно создавать ресурсы, которые могут быть включены, например, в маркетинговую кампанию по электронной почте. В этом случае графическая модель Firefly от Adobe может быть использована для создания изображений и дизайна макета в соответствующем приложении AEP. По словам Бхамбри, возможность быстрого создания вариаций контента позволяет проводить больше экспериментов и может помочь персонализировать коммуникации для различных аудиторий. ИИ-ассистент Adobe может предлагать “прогнозные идеи” и рекомендации, основанные на данных о клиентах. Наконец, ИИ-ассистент Adobe может предоставлять “прогнозную информацию” и рекомендации относительно данных о клиентах с помощью смоделированных сценариев, основанных на исторических данных. Это может означать прогнозирование количества конверсий, ожидаемых от определенного сегмента клиентов, со ссылками на источники данных, чтобы показать, как принималось решение.  Он также может рекомендовать действия на пути клиента, основываясь на исторических тенденциях. В основе AI assistant лежит то, что Adobe называет моделью генерирующего опыта. Она включает в себя “базовые модели”, разработанные на основе таких данных, как информация о продукте, форумы сообщества, рекомендации и пользовательские модели, которые могут использовать клиенты AEP. Пользовательские модели обучаются с использованием данных клиентов AEP, чтобы обеспечить более широкий контекст для вывода результатов AI assistant. Третий элемент включает в себя большие языковые модели (LLM), которые позволяют взаимодействовать с AI assistant на естественном языке; клиенты могут выбрать LLM по своему усмотрению для этой цели, сообщает Adobe."
    },
    {
        "id": 3,
        "rate": 16,
        "title": "Новые \"списки\" Slack помогают отслеживать рабочие проекты и управлять ими",
        "date": "06.06.24",
        "link": "https://www.computerworld.com/article/2139068/slacks-new-lists-help-track-track-and-manage-work-projects.html",
        "text": " Функция составления списков в Slack теперь доступна для всех платных клиентов, что позволяет встроить возможности управления работой в приложение для совместной работы. По словам Slack, функция списков, которая была доступна для частного просмотра с момента ее запуска в сентябре 2023 года, позволяет командам отслеживать и координировать различные проекты — от маркетинговой кампании или процессов утверждения до простого списка приоритетов. Списки работают аналогично специализированным, лучшим в своем классе приложениям для управления работой, представленным на рынке. Каждый список содержит строки с “элементами” задачи и столбцы с информацией о таких полях, как исполнитель, срок выполнения, статус и приоритет. Существует также панель в стиле Канбан, где элементы представлены в карточках элементов, которые при необходимости можно перемещать между столбцами - например, из “в процессе” в “готово”. По словам генерального директора Slack Дениз Дрессер (Denise Dresser), ключевое преимущество списков Slack заключается в том, что координация проектов может осуществляться там, где уже ведутся рабочие обсуждения. “Когда проекты терпят неудачу, это происходит потому, что работа по выполнению проекта или задачи находится за пределами обсуждения”, - говорит Дрессер. По ее словам, списки Slack позволяют управлять проектами “прямо в процессе работы”, без необходимости переключаться между несколькими приложениями. У каждого элемента списка есть ветка сообщений, в которой пользователи могут оставлять комментарии и упоминать коллег, чтобы вовлечь их в беседу. Также можно загружать дополнительные файлы, в том числе документы canvas или клипы с видеосообщениями, чтобы обеспечить контекст для выполнения конкретной задачи. Список может быть передан через Slack коллегам, каналам и внешним сотрудникам, добавленным через Slack Connect. Существуют различные способы обмена информацией между списками и каналами Slack. Например, пользователи могут выбрать сообщение в Slack channel и выбрать “добавить в список” из списка действий (название элемента можно отредактировать позже). Также можно настроить рабочий процесс для автоматизации обмена информацией между списками и каналами Slack. Например, можно создать оповещения для автоматической публикации сообщения в канале руководства команды, когда элемент проекта перемещается из столбца “выполняется” в столбец “под угрозой”. Рабочий процесс также можно настроить в канале Slack, чтобы упростить создание элементов, таких как идеи для списка приоритетов команды. Slack планирует интегрировать Slack AI — вспомогательный продукт generative AI (genAI), стоимость которого составляет дополнительно 10 долларов США на пользователя в месяц, — со списками. Это позволит, например, составлять резюме проектов и просматривать информацию о проекте list в результатах поиска на базе genAI. По словам представителей компании, эта функция “скоро появится”. Списки - это последняя крупная функция, появившаяся в приложении за последние годы, после добавления документов canvas, звонков на собрания huddle и “клипов” видео- и аудиосообщений. “Slack lists отражает постоянное стремление компании ускорить выполнение задач в процессе работы”, - сказал Уэйн Куртцман, вице-президент IDC по исследованиям в социальных сетях, сообществах и совместной работе. “Короче говоря, Slack lists экономит время”. По его словам, новая функция упрощает работу рядового сотрудника и его команды, а также позволяет автоматизировать работу без использования кода. “Одним из отличий списков Slack является простота в использовании”, - сказал Куртцман. “Я бы ожидал, что обновления сделают это еще более полезным для совместной работы”."
    },
    {
        "id": 8,
        "rate": 16,
        "title": "Как искусственный интеллект убьет смартфон",
        "date": "04.06.24",
        "link": "https://www.computerworld.com/article/2135773/how-ai-will-kill-the-smartphone.html",
        "text": " Наступила эра смартфонов с искусственным интеллектом. Ожидается, что на своей ежегодной всемирной конференции разработчиков Apple на следующей неделе сделает то, что уже сделали некоторые ее конкуренты, а именно представит и продвинет мощные функции искусственного интеллекта. Ожидается, что эти функции будут встроены в грядущую iOS 18 от Apple и, возможно, будут включать в себя давно известный AppleGPT (который не будет называться AppleGPT). Этот чат-бот на базе LLM может быть встроен в Apple Siri assistant или предлагаться как отдельное приложение. Последние модели Apple iPhone уже содержат чип Apple A17 Pro, который поддерживает расширенные возможности искусственного интеллекта. Старший аналитик Bank of America Вамси Мохан предсказывает, что Apple подтолкнет мир смартфонов к эре “IntelliPhone” на базе искусственного интеллекта - ужасное название, которое, я надеюсь, никогда не приживется. Согласно отчету исследовательской компании Canalys, около 16% смартфонов, поставляемых по всему миру, уже используют возможности искусственного интеллекта, а к 2028 году этот показатель, по прогнозам, возрастет до 54%. Несколько очень крупных производителей смартфонов позиционируют смартфоны как “телефоны с искусственным интеллектом”: Samsung: Серия Galaxy S24 заметно отличается возможностями искусственного интеллекта, включая Galaxy AI, который предлагает такие инструменты, как Live Translate, Circle для поиска и функции камеры, улучшенные с помощью искусственного интеллекта.Google: В моделях Gemini Pixel 8 и Pixel 8 Pro реализованы важные функции искусственного интеллекта, такие как Magic Editor, Best Take и возможности создания искусственного интеллекта на устройстве. Xiaomi: Серия Xiaomi 14 включает в себя функции искусственного интеллекта, такие как портрет с искусственным интеллектом и различные режимы фотографирования с использованием искусственного интеллекта.Motorola: В моделях Motorola Edge 50-й серии реализованы функции искусственного интеллекта, такие как создание обоев с поддержкой искусственного интеллекта, и улучшенные с помощью искусственного интеллекта инструменты для камеры, такие как адаптивная стабилизация и Magic Eraser.Asus: В Zenfone 11 Ultra реализованы функции искусственного интеллекта, такие как трансляция в реальном времени, шумоподавление и создание обоев с использованием искусственного интеллекта. Samsung: Серия Galaxy S24 отличается возможностями искусственного интеллекта, включая Galaxy AI, который предлагает такие инструменты, как перевод в реальном времени, поиск по кругу и функции камеры, улучшенные с помощью искусственного интеллекта. Google: В моделях Gemini Pixel 8 и Pixel 8 Pro реализованы важные функции искусственного интеллекта, такие как Magic Editor, функция \"Лучший снимок\" и возможности создания искусственного интеллекта на устройстве. Xiaomi: Серия Xiaomi 14 включает в себя функции искусственного интеллекта, такие как портрет с искусственным интеллектом и различные режимы фотосъемки с использованием искусственного интеллекта. Motorola: В моделях Motorola Edge 50-й серии реализованы функции искусственного интеллекта, такие как создание обоев с поддержкой искусственного интеллекта, и улучшенные с помощью искусственного интеллекта инструменты для камеры, такие как адаптивная стабилизация и Magic Eraser. Asus: В Zenfone 11 Ultra реализованы функции искусственного интеллекта, такие как трансляция в реальном времени, шумоподавление и создание обоев с использованием искусственного интеллекта. Мы также можем ожидать появления множества ИИ-телефонов от стартапов. На Mobile World Congress 2024 компания Telekom представила концептуальный ИИ-телефон, который работает без обычных приложений для смартфонов. Вместо этого он использует ИИ для выполнения задач, для которых обычно требуются приложения. Этот концептуальный телефон призван упростить взаимодействие с пользователем путем прогнозирования и создания интерфейсов на основе контекста и намерений пользователя. Неясно, насколько эта идея реализуема при нынешнем состоянии ИИ. Вероятно, возможности ИИ разделят рынок на две все более отдаляющиеся друг от друга категории. Производители смартфонов, такие как Apple, будут внедрять ИИ-обработку данных, ориентированную на конфиденциальность, в чип внутри телефона, что изначально будет стимулировать переход на более новое и мощное (и более дорогое) оборудование. Новое поколение высококлассных ИИ-телефонов будет предлагать сверхбыстрое подключение и большой объем памяти. Они смогут кэшировать видеопотоки для создания мультимодального ИИ с поддержкой видео. В “Техническом документе для индустрии телефонов с генеративным ИИ”, совместно выпущенном Counterpoint Research и MediaTek, прогнозируется, что к 2027 году будет существовать миллиард высококачественных ИИ-смартфонов. (Обратите внимание, что MediaTek - это непревзойденная полупроводниковая компания, проявляющая большой деловой интерес к будущему аппаратного обеспечения смартфонов.) Но экономные производители телефонов сосредоточат свое внимание на использовании телефона только для его камеры и подключения к интернету, упрощая использование чипов (и, следовательно, снижая стоимость) и предоставляя доступ к ИИ в облаке. Производители смартфонов представят множество новых функций ИИ, и я думаю, что они будут пользоваться популярностью. Искусственный интеллект обеспечит не только ответы, подобные ChatGPT, но и большую персонализацию, улучшенную производительность, более надежную защиту, увеличенное время автономной работы, более полезный мониторинг состояния здоровья, больше возможностей для творческого самовыражения, особенно в приложениях для фотографий, и, в конечном итоге, еще более низкие цены. Покупателям бюджетных смартфонов понравятся возможности и низкая стоимость телефонов с облачным ИИ. В обоих случаях искусственный интеллект, вероятно, станет доминирующей функцией и основным интерфейсом, который будут использовать люди. Использование ИИ способствует передаче голоса в обоих направлениях — мы будем разговаривать с ИИ через наши телефоны, и ИИ ответит. Или ИИ будет собирать видео, аудио и текстовые сообщения и предоставлять нам информацию, произнося или показывая слова и картинки на телефоне. Но вот почему такой результат означает проблемы для индустрии смартфонов. Самое замечательное в ИИ - это возможность обновления программного обеспечения. Когда вы покупаете телефон с ИИ, он становится лучше в основном за счет обновления программного обеспечения, а не аппаратного обеспечения. Таким компаниям, как Apple, будет все труднее убеждать покупателей выкладывать по 1000 долларов за новый телефон каждые пару лет, когда функции, которые они ценят больше всего, могут быть обновлены с помощью облачных сервисов или обновлений программного обеспечения для телефона. Искусственный интеллект также меняет игровой интерфейс. Поскольку мы постоянно общаемся с агентами искусственного интеллекта, люди будут использовать наушники и, все чаще, очки с искусственным интеллектом для взаимодействия с чат-ботами с искусственным интеллектом. Очки будут использовать встроенные камеры для мультимодального ввода фото и видео с помощью искусственного интеллекта. Поскольку очки становятся основным интерфейсом, пользовательский опыт, скорее всего, еще больше улучшится благодаря улучшенным очкам (а не телефонам), улучшенным световым движкам, динамикам, микрофонам, аккумуляторам, линзам и антеннам. С неизбежной и неумолимой миниатюризацией всего, в конечном счете, появится новый класс очков с искусственным интеллектом, которые вообще не будут нуждаться в беспроводном подключении к смартфону и будут содержать все элементы смартфона в самих очках. Смартфоны будут с нами еще много лет. И мы можем с нетерпением ожидать появления широкого спектра экспериментальных носимых устройств, усовершенствованных умных часов, автомобильных лобовых стекол с искусственным интеллектом, наушников с искусственным интеллектом, всего остального с искусственным интеллектом. Но я верю, что умные очки с искусственным интеллектом заменят смартфоны в качестве повседневного устройства, на которое полагается общественность. Очки станут лучшим устройством, поскольку с их помощью можно расположить динамики на расстоянии одного дюйма от ушей, микрофоны громкой связи на расстоянии четырех дюймов от рта и, что самое приятное, экраны прямо перед глазами. Очки можно носить в течение всего дня, каждый день, при этом в слуховом проходе ничего физически не находится. На самом деле, около 4 миллиардов человек уже носят очки каждый день. Добавление электроники с искусственным интеллектом станет незначительной нагрузкой для тех, кто их носит, и популярным выбором даже для людей с идеальным зрением. До появления очков с искусственным интеллектом, когда больше людей будут покупать очки с искусственным интеллектом, чем смартфоны, осталось несколько лет, очень мало лет. Но я уверен, что это произойдет. И именно поэтому такие компании, как Apple и Google, подают заявки на получение огромного количества патентов на технологию, которая приведет к революции в области очков с искусственным интеллектом. В 2011 году Марк Андреессен, соучредитель венчурной компании Andreessen Horowitz, заявил в интервью Wall Street Journal, что “программное обеспечение пожирает мир”. Он, конечно, был прав. Но в этом десятилетии именно программное обеспечение с искусственным интеллектом поглощает наш мир. И очень скоро программное обеспечение с искусственным интеллектом поглотит и мир смартфонов."
    },
    {
        "id": 0,
        "rate": 17,
        "title": "Американские правила контроля за экспортом чипов были обойдены облачными сервисами искусственного интеллекта, говорится в отчете",
        "date": "07.06.24",
        "link": "https://www.computerworld.com/article/2139697/us-chip-export-control-rules-circumvented-by-ai-cloud-services-says-report.html",
        "text": " Сообщения о том, что китайские компании используют лазейку в экспортном контроле, ограничивающую продажу высокопроизводительных компьютерных чипов в Китай, могут побудить администрацию принять жесткие меры по продаже услуг облачных вычислений, связанных с искусственным интеллектом, китайским компаниям. США сохраняют значительное лидерство в разработке аппаратного обеспечения для искусственного интеллекта, что имеет решающее значение для обучения моделей искусственного интеллекта. Экспортный контроль за полупроводниками уже ограничивает продажи высокопроизводительных графических процессоров, которые могут быть использованы при разработке технологий искусственного интеллекта. Эти меры контроля за экспортом технологий искусственного интеллекта в США, впервые введенные в октябре 2022 года и обновленные в октябре 2023 года, призваны сбалансировать интересы национальной безопасности с возможностью проведения более широких исследований и разработок. Программное обеспечение искусственного интеллекта общего назначения, неподготовленные алгоритмы и наборы данных, не имеющие военного применения, находятся за пределами сферы контроля. Правила, введенные Бюро промышленности и безопасности Министерства торговли США (BIS), также запрещают экспорт оборудования для производства полупроводников в запрещенные страны, включая Россию, Северную Корею и Китай. Однако существующие правила не предусматривают предоставление чипов как услуги или облачных вычислений, что создает потенциальную лазейку для китайских компаний, которые могут извлекать выгоду из чипов, пока они остаются на территории США. Сообщается, что китайская компания ByteDance, стоящая за TikTok, арендует американские серверы с чипами Nvidia H100 у облачного сервиса Oracle. Облачная платформа используется для обучения моделей искусственного интеллекта. Американские облачные провайдеры и бывший сотрудник Nvidia рассказали, что после разработки будет сложно заблокировать экспорт моделей искусственного интеллекта из США в Китай. Сообщается, что два небольших американских облачных провайдера отклонили предложения об аренде серверов с чипами Nvidia H100 от ByteDance и China Telecom, поскольку предлагаемые сделки противоречили духу правил экспортного контроля. Сообщается, что администрация Байдена готовится закрыть эту лазейку, ограничив доступ китайских компаний к американским сервисам облачных вычислений. В июле 2023 года Министерство торговли США рассматривало возможность обязать поставщиков облачных услуг, таких как AWS, Microsoft Azure и Google Cloud, запрашивать разрешение, прежде чем они будут предоставлять услуги облачных вычислений компаниям, связанным с Китаем или другими странами с ограниченным доступом. Примерно в то же время представитель США Джефф Джексон представил законопроект \"Закон о закрытии лазеек для использования и развития искусственного интеллекта за рубежом\" (CLOUD AI) при поддержке обеих палат Палаты представителей, направленный на то, чтобы закрыть доступ китайских компаний к облачным технологиям искусственного интеллекта из соображений национальной безопасности. Оно было передано в комитет по иностранным делам Палаты представителей, где и остается, хотя раскрытие информации в ходе расследования может привести к возобновлению действий. Тем не менее, следует предостеречь от полного запрета. Майкл Роберт, специалист по кибербезопасности, эксперт по искусственному интеллекту и старший технический сотрудник GTA Boom, сказал Computerworld, что, хотя опасения по поводу национальной безопасности обоснованы, следует учитывать более широкие последствия: полные запреты могут иметь неприятные последствия, подрывая репутацию, поэтому следует рассмотреть более индивидуальные подходы к регулированию. “Обязательное раскрытие информации о клиентах и рабочих нагрузках, связанных с контролируемыми технологиями, обеспечивает, например, надзор, оставляя при этом возможности для сотрудничества”, - сказал Роберт. Даже если США ужесточат экспортные правила, чтобы ограничить доступ китайских компаний к облачным платформам для разработки искусственного интеллекта, им также придется столкнуться с такими компаниями, как Alibaba и Tencent, которые управляют центрами обработки данных в США, обе из которых, как сообщается, находятся на рынке высокопроизводительных графических процессоров."
    },
    {
        "id": 1,
        "rate": 18,
        "title": "Nvidia, Microsoft и OpenAI столкнулись с антимонопольными расследованиями, говорится в отчете",
        "date": "07.06.24",
        "link": "https://www.computerworld.com/article/2139551/nvidia-microsoft-and-openai-facing-antitrust-probes-says-report.html",
        "text": " Согласно отчету New York Times, американские регуляторы вот-вот начнут антимонопольное расследование в отношении трех гигантов индустрии искусственного интеллекта - Microsoft, Nvidia и OpenAI. Эти три компании все больше доминируют на рынке искусственного интеллекта со своим программным обеспечением и полупроводниками, и регулирующие органы в США и других странах внимательно следят за тем, чтобы их деятельность не квалифицировалась как антиконкурентная. В конце прошлого года и Европейский союз (ЕС), и Великобритания изучали отношения между Microsoft и OpenAI, хотя в апреле 2024 года комиссия ЕС по надзору за слияниями решила не рассматривать инвестиции Microsoft в OpenAI стоимостью 13 миллиардов долларов как потенциальное поглощение. Федеральная торговая комиссия США повысила ставки в январе этого года, издав приказы пяти компаниям, включая Microsoft и OpenAI, с требованием предоставить информацию об их недавних инвестициях в компании, производящие искусственный интеллект, и крупных поставщиках облачных услуг. Под пристальным вниманием также оказались Alphabet, родитель Google, Amazon и компания Anthropic, разработчик инструмента для создания искусственного интеллекта Claude. Nvidia также не осталась незамеченной. В своем последнем квартальном отчете компания заявила: “Наше положение на рынках, связанных с искусственным интеллектом, привело к росту интереса к нашему бизнесу со стороны регулирующих органов по всему миру”. Он сослался на запросы о предоставлении информации о своей деловой активности в области искусственного интеллекта от регулирующих органов ЕС, Великобритании и Китая, особо выделив “сбор информации” французским антимонопольным органом, и отметил: “Мы ожидаем получения дополнительных запросов о предоставлении информации в будущем\". В интервью Harvard Law Today, опубликованном в феврале 2024 года, председатель FTC Лиза Хан (Lisa Khan) сказала, что причина подобных расследований заключается не в сдерживании роста бизнеса, а в пресечении незаконного поведения. “Мы действительно хотим убедиться, что возможность для конкуренции и потенциальный сбой сохраняются, а не что некоторые из существующих доминирующих фирм используют этот момент, чтобы удвоить свое доминирующее положение”, - сказала она. На этом фоне Федеральная торговая комиссия США и Министерство юстиции США на этой неделе договорились разделить антимонопольные расследования о роли Microsoft, OpenAI и Nvidia в индустрии искусственного интеллекта между ними, говорится в отчете New York Times. Ожидается, что соглашение будет окончательно подписано в ближайшие дни, говорится в сообщении со ссылкой на неназванные источники, которые не были уполномочены публично говорить о сделке. Они заявили, что FTC возглавит расследование в отношении разработчика ChatGPT OpenAI и Microsoft, которая инвестировала 13 миллиардов долларов в OpenAI, а также в другие компании, занимающиеся искусственным интеллектом, включая, совсем недавно, выплату в размере 650 миллионов долларов и сделку по найму большинства сотрудников, включая основателей компании, из искусственный интеллект, влияющий на стартап. Министерство юстиции США поставит точку в расследовании Nvidia. Nvidia является лидером на рынке производства полупроводников, предназначенных для использования в ИИ-вычислениях, и, по оценкам различных источников, доля рынка ИИ-чипов, используемых для обучения и развертывания моделей, составляет от 70% до 95%. FTC и Nvidia отказались комментировать отчет. Microsoft, Министерство юстиции и OpenAI не сразу ответили на запросы о комментариях."
    },
    {
        "id": 10,
        "rate": 19,
        "title": "Apple, Qualcomm, Nvidia и AMD полностью обеспечат 3-нм производительность TSMC до 2026 года",
        "date": "12.06.24",
        "link": "https://technode.com/2024/06/12/apple-qualcomm-nvidia-amd-fully-book-tsmcs-3nm-capacity-until-2026/",
        "text": "Каждую среду и пятницу информационный бюллетень TechNode публикует сводку самых важных новостей в сфере китайских технологий, которая поступает прямо на ваш почтовый ящик. Спрос на передовые технологические чипы резко возрос, поскольку серверы и высокопроизводительные вычисления (HPC) переходят на телефоны с искусственным интеллектом. Тайваньское издание Economic Daily News сообщило во вторник, что Apple, Qualcomm, Nvidia и AMD почти полностью загрузили 3-нм технологический процесс TSMC, что привело к увеличению очереди клиентов до 2026 года. Почему это важно: Стремительное развитие технологий искусственного интеллекта в различных отраслях привело к резкому росту спроса на передовые технологические чипы. Ожидается, что увеличение заказов от крупных клиентов еще больше подтолкнет TSMC к внедрению инноваций и разработке передовых производственных процессов. Подробности: В настоящее время 3-нм линейка TSMC включает в себя N3, N3E, N3P, N3X и N3A, согласно сообщению Economic Daily Newsreport. N3E, который поступил в массовое производство в четвертом квартале прошлого года, в первую очередь предназначен для ускорителей искусственного интеллекта, смартфонов высокого класса и центров обработки данных. Ожидается, что технология N3P поступит в массовое производство во второй половине этого года и к 2026 году станет предпочтительным технологическим процессом создания чипов для основных приложений, включая мобильные устройства, бытовую электронику, базовые станции и сети. N3X и N3A разработаны с учетом индивидуальных требований, таких как требования к высокопроизводительным вычислениям и автомобилестроению.Согласно китайскому информационному ресурсу outletIcsmart, все новейшие чипы высокого класса в этом году выпускаются по 3-нм технологическому процессу. В этом году Apple представит процессоры серии M4, а в сентябре планирует выпустить процессоры следующего поколения серии A18 для своей новой серии iPhone16. Позже в этом году Qualcomm выпустит свою флагманскую мобильную платформу Snapdragon 8 поколения 4, а Nvidia представит видеокарты серии RTX 50. AMD выпустит процессоры пятого поколения EPYC Turin во второй половине года, а серию MI350 планирует выпустить в следующем году.TSMC, как эксклюзивный поставщик процессоров Apple серии A для новых iPhone, столкнется со значительным увеличением спроса на соответствующие 3-нм заказы. Ожидается, что объем продаж iPhone 16-й серии Apple в этом году увеличится на 5% по сравнению с аналогичным периодом прошлого года и составит 92-95 миллионов единиц, прогнозируется в отчете Economic Daily News.Чтобы обеспечить стабильные поставки в течение следующих двух лет, стратегия TSMC заключается в переоборудовании части своего 5-нм оборудования для поддержки 3-нм производства. Отраслевые источники сообщают, что TSMC, вероятно, увеличит производство 3-нм пластин до 120 000-180 000 штук в месяц. N3E, который поступил в массовое производство в четвертом квартале прошлого года, в первую очередь предназначен для ускорителей искусственного интеллекта, смартфонов высокого класса и центров обработки данных. Ожидается, что технология N3P поступит в массовое производство во второй половине этого года и к 2026 году станет предпочтительным технологическим процессом создания чипов для основных приложений, включая мобильные устройства, бытовую электронику, базовые станции и сети. N3X и N3A разработаны с учетом индивидуальных требований, таких как требования к высокопроизводительным вычислениям и автомобилестроению. Согласно китайскому информационному ресурсу outletIcsmart, все новейшие чипы высокого класса в этом году выпускаются по 3-нм технологическому процессу. В этом году Apple представит процессоры серии M4, а в сентябре планирует выпустить процессоры следующего поколения серии A18 для своей новой серии iPhone16. Позже в этом году Qualcomm выпустит свою флагманскую мобильную платформу Snapdragon 8 поколения 4, а Nvidia представит видеокарты серии RTX 50. AMD выпустит процессоры пятого поколения EPYC Turin во второй половине года, а серию MI350 планирует выпустить в следующем году. TSMC, как эксклюзивный поставщик процессоров Apple серии A для новых iPhone, столкнется со значительным увеличением спроса на соответствующие 3-нм заказы. Ожидается, что объем продаж iPhone 16-й серии Apple в этом году увеличится на 5% по сравнению с аналогичным периодом прошлого года и составит 92-95 миллионов единиц, прогнозируется в отчете Economic Daily News. Чтобы обеспечить стабильные поставки в течение следующих двух лет, стратегия TSMC заключается в переоборудовании части своего 5-нм оборудования для поддержки 3-нм производства. Отраслевые источники сообщают, что TSMC, вероятно, увеличит производство 3-нм пластин до 120 000-180 000 штук в месяц. Контекст: По данным исследовательской компании TrendForce, общий объем производства десяти крупнейших полупроводниковых заводов в первом квартале составил 29,2 миллиарда долларов, что на 4,3% меньше по сравнению с предыдущим кварталом. В первом квартале лидировала TSMC с выручкой в размере 18,85 млрд долларов и долей рынка в 61,7%, за ней следовала Samsung с 3,36 млрд долларов и долей рынка в 11%. Шанхайский завод по производству микросхем SMIC занял третье место с выручкой в 1,75 миллиарда долларов и долей рынка в 5,7%. В первом квартале лидировала TSMC с выручкой в размере 18,85 млрд долларов и долей рынка в 61,7%, за ней следовала Samsung с 3,36 млрд долларов и долей рынка в 11%. Шанхайский завод по производству микросхем SMIC занял третье место с выручкой в 1,75 миллиарда долларов и долей рынка в 5,7%. Благодаря небольшой команде TechNode публикует актуальные новости и тщательно проработанные статьи для читателей по всему миру, заинтересованных в получении дополнительной информации о технологической индустрии Китая. Мы ценим ваш вклад."
    },
    {
        "id": 17,
        "rate": 21,
        "title": "Чат-бот Moonshot AI находится на пути к перехвату бота ERNIE от Baidu, свидетельствуют данные об использовании",
        "date": "10.04.24",
        "link": "https://technode.com/2024/04/10/moonshot-ais-chatbot-on-course-to-catch-baidus-ernie-bot-usage-figures-show/",
        "text": "Каждую среду и пятницу информационный бюллетень TechNode, посвященный обзору наиболее важных новостей в сфере технологий Китая, доставляет вам на почтовый ящик сводку самых важных новостей в области технологий Китая. Стартап Moonshot AI, занимающийся искусственным интеллектом, основанный в Китае год назад, быстро сократил отставание от конкурирующего Baidu ERNIE Bot по количеству пользователей после того, как в марте обновил свою крупноязычную модель Kimi, чтобы она могла обрабатывать ввод текста, содержащего до двух миллионов китайских слов. Согласно опросу, проведенному информационным сайтом ICPB, совокупный трафик веб-сайта и приложения Kimi в прошлом месяце превысил 12,6 миллиона просмотров, что вывело его на второе место в рейтинге после чат-бота Baidu, который набрал на 2,29 миллиона просмотров больше. Почему это важно: Увеличение в четыре раза числа посещений Кими в марте означало, что инструмент, подобный ChatGPT, превзошел конкурента Alibaba Tongyi Qianwen. Его способность обрабатывать длинные тексты способствует росту популярности Kimi среди пользователей и вселяет надежду в его сторонников на то, что он вскоре преодолеет многомесячное лидерство Baidu в китайском секторе искусственного интеллекта. Подробности:Moonshot фокусируется на более длинных текстовых вводах и выводах, что является новым полем битвы для китайских LLM-компаний. После обновления Kimi Alibaba запустила бесплатную функцию обработки длинных документов, которая может обрабатывать 10 миллионов символов, в то время как Baidu планирует поддерживать более длинные текстовые сообщения позже в этом месяце. Менее чем через 72 часа после того, как Кими заявила о технологическом прорыве в обработке 2 миллионов китайских иероглифов, чат-бот столкнулся с перебоями в обслуживании. Компания обвинила в сбое, который продолжался не менее двух дней, “аномальное увеличение системного трафика, намного превышающее пропускную способность системы”, поскольку пользователи поспешили опробовать новую функцию.В недавнем интервью Tencent Technology основатель Moonshot Ян Жилин отметил, что при создании компании было принято решение сосредоточиться на длинных текстах. “Это фундаментально”, - сказал Ян, отметив, что основная ценность ИИ заключается в персонализированном взаимодействии, которое, по его мнению, лучше всего достигается не за счет тонкой настройки, а за счет поддержки более широких контекстов.Он также сказал, что, хотя есть “значительные возможности” для увеличения объема текста, сосредоточение внимания только на цифрах “бессмысленно”. Вместо этого важны рассуждения, верность и четкое следование инструкциям. Менее чем через 72 часа после того, как Кими заявила о технологическом прорыве в обработке 2 миллионов китайских иероглифов, чат-бот столкнулся с перебоями в обслуживании. Компания обвинила в сбое, который продолжался не менее двух дней, “аномальное увеличение системного трафика, намного превышающее пропускную способность системы”, поскольку пользователи поспешили опробовать новую функцию. В недавнем интервью Tencent Technology основатель Moonshot Ян Жилин отметил, что при создании компании было принято решение сосредоточиться на длинных текстах. “Это фундаментально”, - сказал Ян, отметив, что основная ценность ИИ заключается в персонализированном взаимодействии, которое, по его мнению, лучше всего достигается не за счет тонкой настройки, а за счет поддержки более широких контекстов. Он также сказал, что, хотя есть “значительные возможности” для увеличения объема текста, сосредоточение внимания только на цифрах “бессмысленно”. Вместо этого важны рассуждения, верность и четкое следование инструкциям. Контекст: Ранее в этом году сообщалось, что Moonshot Air привлекла финансирование в размере более 1 миллиарда долларов от существующих акционеров, таких как Alibaba, Sequoia China и Xiaohongshu, что стало крупнейшим на сегодняшний день одномоментным финансированием для китайской компании по производству моделей искусственного интеллекта. В прошлом году компания привлекла почти 2 миллиарда юаней (277 миллионов долларов). Благодаря небольшой команде TechNode публикует своевременные новости и тщательно проработанные статьи для читателей по всему миру, заинтересованных в получении дополнительной информации о технологической индустрии Китая. Мы ценим ваш вклад."
    },
    {
        "id": 14,
        "rate": 25,
        "title": "ByteDance удивляет конкурентов с искусственным интеллектом сверхдешевой моделью Doubao",
        "date": "16.05.24",
        "link": "https://technode.com/2024/05/16/bytedance-surprises-ai-rivals-with-ultra-low-cost-doubao-model/",
        "text": "Каждую среду и пятницу информационный бюллетень TechNode, посвященный обзору наиболее важных новостей в области технологий Китая, доставляет вам на почтовый ящик сводку самых важных новостей в области технологий Китая. Владелец TikTok ByteDance удивил индустрию искусственного интеллекта сверхнизкой стоимостью своей модели Doubao, которая, по словам компании, способна обрабатывать 2 миллиона китайских иероглифов, что эквивалентно 1,25 миллиона токенов, за 1 юань (0,14 доллара). Самая продвинутая мультимодальная модель OpenAI, GPT-4o, также представленная на этой неделе, стоит 5 долларов за миллион обработанных входных токенов. “Хорошая модель хорошо работает и доступна каждому”, - сказал Тан Дай, президент Volcano Engine, подразделения облачных вычислений ByteDance, на мероприятии в среду. “Широкое использование улучшает качество модели и значительно снижает удельные затраты на вывод модели”, - добавил он. Почему это важно: радикальное ценообразование, которое, как объяснил Тан, достигается за счет структурирования моделей и гибридного планирования мощности облачных вычислений, вероятно, приведет к ценовой войне в области искусственного интеллекта в Китае после битвы за параметры. Подробности: Большое семейство моделей Doubao от ByteDance состоит из девяти версий, начиная от “облегченной версии” и заканчивая продвинутой Doubao Pro, которая способна обрабатывать до 128 000 введенных токенов. В линейку также входят модели, ориентированные на создание картинок и виртуальных персонажей. Компания не раскрывает, сколько параметров она использовала для обучения своей самой мощной модели Doubao Pro.Семейство Doubao LLM носит то же название, что и альтернатива ChatGPT от ByteDance, бесплатный ИИ-бот, у которого, по словам компании, 26 миллионов активных пользователей в месяц.Модель Doubao теперь открыта для сотрудничества с внешними разработчиками и другими заинтересованными сторонами через Volcano Engine, хотя это произошло спустя несколько месяцев после того, как технологические конкуренты Alibaba и Tencent предоставили корпоративным клиентам доступ к своим моделям в апреле и сентябре прошлого года, соответственно. Компания не раскрывает, сколько параметров она использовала для обучения своей самой мощной модели Doubao Pro. Семейство Doubao LLM носит то же название, что и альтернатива ChatGPT от ByteDance, бесплатный ИИ-бот, у которого, по словам компании, 26 миллионов активных пользователей в месяц. Модель Doubao теперь открыта для сотрудничества с внешними разработчиками и другими заинтересованными сторонами через Volcano Engine, хотя это произошло спустя несколько месяцев после того, как технологические конкуренты Alibaba и Tencent предоставили корпоративным клиентам доступ к своим моделям в апреле и сентябре прошлого года, соответственно. Контекст: Ранее в этом году основатель ByteDance Чжан Имин на внутреннем совещании раскритиковал сотрудников за то, что они “недостаточно чувствительны” к появлению новых технологий, таких как ChatGPT, заявив, что обсуждения ChatGPT среди сотрудников начались только в 2023 году. Его замечания прозвучали после того, как во второй половине прошлого года компания уже запустила чат-бота Doubao. С небольшой командой TechNode публикует своевременные новости и тщательно проработанные статьи для читателей по всему миру, заинтересованных в получении дополнительной информации о китайской технологической индустрии. Мы ценим ваш вклад."
    },
    {
        "id": 16,
        "rate": 25,
        "title": "Чат-бот Baidu с искусственным интеллектом собирает 200 миллионов пользователей, что удваивается менее чем за четыре месяца",
        "date": "17.04.24",
        "link": "https://technode.com/2024/04/17/baidus-ai-chatbot-amasses-200-million-users-doubles-in-less-than-four-months/",
        "text": "Каждую среду и пятницу информационный бюллетень TechNode, посвященный обзору наиболее важных новостей в сфере технологий Китая, доставляет вам на почтовый ящик сводку самых важных новостей в области технологий Китая. Китайский оператор поисковой системы Baidu заявил во вторник, что число пользователей его бота ERNIE, управляемого искусственным интеллектом, удвоилось и превысило 200 миллионов за четыре месяца, объявив себя лидером в области искусственного интеллекта, поскольку конкуренты стремительно вторгаются в этот сектор. Компания также добавила, что ERNIE теперь обрабатывает 200 миллионов запросов в день. Почему это важно: чат-бот Baidu возродил уверенность в монетизации искусственного интеллекта, поскольку 200 миллионов его пользователей предлагают новые потенциальные возможности для роста. Подробности: Соучредитель и генеральный директор Baidu Робин Ли выразил уверенность в том, что в будущем естественный язык станет новым языком программирования, в своей речи под названием “Каждый является разработчиком” на конференции компании AI Create во вторник. Во время мероприятия Baidu представила три инструмента для разработки искусственного интеллекта – AgentBuilder, AppBuilder и ModelBuilder, что подтверждает мнение Ли о том, что разработка приложений должна стать “такой же простой, как создание короткого видео”. Согласно видео-демонстрациям, продемонстрированным во время выступления, эти инструменты могут даже помочь пользователям, не имеющим навыков программирования, создавать приложения.По последним данным компании, с помощью облачной платформы Baidu Qianfan было создано более 190 000 приложений с искусственным интеллектом более 85 000 предприятий.В своем выступлении Ли объяснил, что “методы тонкой настройки и подготовки к обучению”, основанные на ERNIE 4.0, самой передовой на сегодняшний день базовой модели фирмы, позволяют создавать модели с лучшими результатами при меньших затратах по сравнению с моделями, настроенными непосредственно на основе моделей с открытым исходным кодом, поэтому Ли сказал он считал, что модели с открытым исходным кодом будут становиться “все более и более устаревшими”. Его предыдущее замечание о том, что модели с открытым исходным кодом “не имеют большого смысла”, недавно вызвало споры в социальных сетях среди коллег Baidu.В августе прошлого года конкурирующая компания Alibaba разработала модель с открытым исходным кодом large language, став первой китайской технологической компанией, которая сделала это. Другие, включая startup 01.Компания AI, основанная Кай-Фу Ли, и компания Baichuan, созданная основателем Sogou, вскоре после этого решили сделать свои модели с миллиардами параметров с открытым исходным кодом. Во время мероприятия Baidu представила три инструмента для разработки искусственного интеллекта – AgentBuilder, AppBuilder и ModelBuilder, что подтверждает мнение Ли о том, что разработка приложений должна стать “такой же простой, как создание короткого видео”. Согласно видео-демонстрациям, продемонстрированным во время выступления, эти инструменты могут даже помочь пользователям, не имеющим навыков программирования, создавать приложения. По последним данным компании, с помощью облачной платформы Baidu Qianfan было создано более 190 000 приложений с искусственным интеллектом более 85 000 предприятий. В своем выступлении Ли объяснил, что “методы тонкой настройки и подготовки к обучению”, основанные на ERNIE 4.0, самой передовой на сегодняшний день базовой модели фирмы, позволяют создавать модели с лучшими результатами при меньших затратах по сравнению с моделями, настроенными непосредственно на основе моделей с открытым исходным кодом, поэтому Ли сказал он считал, что модели с открытым исходным кодом будут становиться “все более и более устаревшими”. Его предыдущее замечание о том, что модели с открытым исходным кодом “не имеют большого смысла”, недавно вызвало споры в социальных сетях среди коллег Baidu. В августе прошлого года конкурирующая компания Alibaba разработала модель с открытым исходным кодом large language, став первой китайской технологической компанией, которая сделала это. Другие, включая startup 01.Компания AI, основанная Кай-Фу Ли, и компания Baichuan, созданная основателем Sogou, вскоре после этого решили сделать свои модели с миллиардами параметров с открытым исходным кодом. Контекст: По данным Управления по киберпространству Китая (CAC), 25 марта регулирующий орган Китая одобрил 117 крупных языковых моделей для сервисов с генеративным ИИ. Объем разрешений свидетельствует о жесткой конкуренции между технологическими компаниями, стремящимися реализовать потенциал коммерческого применения технологии. Недавний график показывает, что Baidu, которая одной из первых выпустила на рынок своего бота, похожего на ChatGPT, в августе прошлого года, преследует конкурирующая компания Moonshot Kimi, обученная ИИ, которая специализируется на анализе длинного текста с точки зрения общего трафика. В марте ERNIE Bot зафиксировал 14,9 миллиона кликов, в то время как совокупный трафик Kimi вырос на 321,58% и составил 12,6 миллиона. Недавний график показывает, что Baidu, которая одной из первых выпустила на рынок своего бота, похожего на ChatGPT, в августе прошлого года, преследует конкурирующая компания Moonshot Kimi, обученная ИИ, которая специализируется на анализе длинного текста с точки зрения общего трафика. В марте ERNIE Bot зафиксировал 14,9 миллиона кликов, в то время как совокупный трафик Kimi вырос на 321,58% и составил 12,6 миллиона. Благодаря небольшой команде TechNode публикует своевременные новости и тщательно проработанные статьи для читателей со всего мира, заинтересованных в получении дополнительной информации о технологической индустрии Китая. Мы ценим ваш вклад."
    },
    {
        "id": 19,
        "rate": 31,
        "title": "В беседе с Бинбин Чжао: Как Лондон стал главной целью для технологических компаний из Китая и за его пределами",
        "date": "20.03.24",
        "link": "https://technode.com/2024/03/20/in-conversation-with-bingbing-zhao-how-london-has-become-a-top-target-for-tech-companies-from-china-and-beyond/",
        "text": "Каждую среду и пятницу информационный бюллетень TechNode, посвященный обзору наиболее важных новостей в области технологий Китая, доставляет вам на почтовый ящик сводку самых важных новостей в области технологий Китая. Примечание: Статья была впервые опубликована на китайском сайте TechNode, написана Пенхуэем Ли и переведена китайцем Чжангом и Джейком Ньюби. Попытка подвести итог текущему состоянию международной индустрии высоких технологий - непростое дело. С одной стороны, венчурный капитал сокращается, а количество увольнений значительно увеличивается; с другой стороны, в отрасли наблюдается огромный ажиотаж по поводу потенциала новых технологий, таких как генеративный искусственный интеллект. Согласно данным Crunchbase, в 2023 году ожидается, что общий объем мирового венчурного капитала достигнет самого низкого уровня за последние пять лет - 285 миллиардов долларов, что на 38% меньше по сравнению с 462 миллиардами долларов, которые были зафиксированы в 2022 году. Между тем, увольнения также происходят все чаще.Статистика показывает, что число сокращений в глобальных технологических компаниях в 2023 году увеличилось на 59% по сравнению с предыдущим годом, затронув 262 700 человек. Тем не менее, с развитием технологии искусственного интеллекта, представленной ChatGPT, индустрия также охвачена безудержным ажиотажем в определенных кругах. Данные показывают, что в 2023 году общий объем финансирования глобальных стартапов в области искусственного интеллекта достиг почти 50 миллиардов долларов, что на 9% больше, чем в предыдущем году. Из них только три компании – OpenAI, Anthropic и Inflection AI – привлекли 18 миллиардов долларов. Это касается не только искусственного интеллекта. В таких отраслях, как дополненная реальность, интеграция \"мозг-машина\" и квантовые вычисления, технологии также демонстрируют значительный прогресс. С этой точки зрения, являясь домом для передовых мировых отраслей промышленности и важным плацдармом для корпоративной глобализации, Лондон стал ключевым центром притяжения технологических компаний. Несмотря на особенно сложный период для технологического сектора, Лондон по-прежнему полон ярких моментов, считает Чжао Бинбин, главный представитель компании Greater China в London & Partners. Чжао указывает на бум GenAI в качестве примера статуса столицы Великобритании. В последние годы инвестиции в компании, занимающиеся созданием искусственного интеллекта, в Лондоне резко возросли. В 2023 году общий объем финансирования стартапов GenAI со штаб-квартирой в Лондоне достиг 232 миллионов долларов, что в 20 раз превышает общий объем финансирования в 2020 году. Среди них компания Synthesia, производящая видео с использованием искусственного интеллекта, и компания Quantexa, занимающаяся принятием решений с использованием искусственного интеллекта, присоединились к лагерю единорогов. В то же время известные компании в области искусственного интеллекта также обращают свое внимание на Лондон. В июне прошлого года OpenAI, разработчик ChatGPT, выбрал Лондон в качестве места для своего первого зарубежного офиса. В OpenAI подчеркнули, что в британском городе “динамично развивающаяся технологическая экосистема” и “выдающиеся таланты”. Генеральный директор Open AI Сэм Альтман (Sam Altman) также подчеркнул: “Мы рассматриваем это расширение как возможность привлечь таланты мирового уровня и внедрить инновации в разработку и политику AGI”. Помимо искусственного интеллекта, климатические технологии стали еще одной изюминкой технологической индустрии Лондона. Чжао утверждает, что Лондон всегда был сторонником и лидером в области устойчивого развития. Несколько лет назад столица Великобритании поставила перед собой цель к 2030 году стать городом с нулевым выбросом углекислого газа, а к 2050 году - городом без отходов. Благодаря мощной политической поддержке “Лондон стал идеальным ”экспериментальным полем\" для международных научно-технических инновационных компаний в области устойчивых технологий\", - говорит Чжао. Лондонские компании, занимающиеся климатическими технологиями, привлекли в общей сложности 3,5 миллиарда долларов в 2023 году, что значительно больше по сравнению с 2,2 миллиардами долларов, собранными в 2022 году. Чжао подчеркнул, что в прошлом году компания London & Partners помогла 100 научно-техническим инновационным компаниям со всего мира обосноваться в Лондоне, из которых 23% работали в сфере климатических технологий, что вдвое больше, чем в 2022 году. Эти компании создали почти 1000 рабочих мест, что на 200% больше, чем в предыдущем году. В число этих компаний входит BYD, крупнейший в мире производитель электромобилей, который также выбрал Лондон в качестве своей штаб-квартиры в Великобритании. Привлекательность Лондона как технологического центра привела к притоку средств в город со всего мира. В 2023 году лондонские стартапы привлекли более 12,9 миллиарда долларов венчурного капитала, что является самым высоким показателем среди всех европейских городов и почти эквивалентно общему объему инвестиций в следующих трех европейских городах (Париж, Стокгольм и Берлин). Это было частью тенденции, благодаря которой за последние три года лондонские венчурные инвесторы привлекли более 24 миллиардов долларов, что составляет более 30% от общего объема венчурных фондов в Европе за этот период. Кроме того, Лондон продолжает приветствовать появление многих влиятельных инвестиционных фондов, включая A16z, Antler, BDA Partners, а также Sustainable Ventures, Octopus Ventures и 2150, в то время как глобальные венчурные компании, такие как Index Ventures, Lightspeed Venture Partners и Sequoia, недавно создали важные институты или новые фонды в Лондоне. город. Чжао говорит, что Лондонская неделя технологий, ежегодно проводимая в июне, сыграла важную роль в создании технологической экосистемы столицы Великобритании. Мероприятие объединяет ведущие компании, учредителей, инвесторов, государственные учреждения и будущие таланты со всего мира для обсуждения наиболее актуальных вопросов, стоящих перед бизнесом и обществом. Фирма Чжао, London & Partners, уже давно проводит разнообразные общественные мероприятия для компаний, зарегистрированных в Лондоне, помогая компаниям, особенно малым и средним научно–техническим инновационным компаниям, лучше интегрироваться в развитую бизнес-экосистему города и подключаться к более широким ресурсам. Чжао подчеркивает, что Лондон все больше становится центром сбора крупных компаний и учреждений. Компания London & Partners организовала общественные мероприятия, такие как “Встреча с инвестором” и “Встреча с корпорацией”, чтобы познакомить научные и технологические инновационные компании, ищущие финансирование, с инвестиционными возможностями или предоставить компаниям платформы для общения с институтами и крупными предприятиями. Недавно фирма организовала для компаний, занимающихся финансовыми технологиями, возможность обменяться идеями с Управлением по финансовому регулированию (FCA) в Лондоне. Чжао отмечает, что “В Лондоне наша общественная деятельность также направлена на интернационализацию. В дополнение к нашей глобальной программе Grow London, направленной на поддержку интернационализации предприятий, Лондонская неделя технологий в 2023 году собрала участников из 168 стран и регионов, а также множество национальных павильонов, таких как Нидерланды, Германия, Дубай, Польша и Пакистан, демонстрирующих разработки соответствующих научных и технологических центров. экосистемы.” С момента своего основания в 2014 году London Tech Week помогла технологической экосистеме столицы Великобритании превратиться в важный центр поддержки стартапов и растущих компаний. Согласно данным Dealroom, стоимость лондонской технологической экосистемы за последнее десятилетие значительно выросла - с 70 миллиардов долларов в 2014 году до 621,5 миллиарда долларов в 2023 году. В то же время с момента основания London Tech Week лондонские технологические компании привлекли в общей сложности 107 миллиардов долларов. От высокотехнологичных продуктов, таких как роботы, электромобили и беспилотные летательные аппараты, до новых заморских территорий, представленных Латинской Америкой, Ближним Востоком и Африкой, от широкого присутствия Shein на мировом рынке модной розничной торговли до появления мороженого и чая MIXUE в Юго-Восточной Азии - это новая волна продаж. компании, которые хотят выйти за рубеж. В этом контексте нетрудно понять важность Лондона как глобального плацдарма для компаний, которые уже присоединились к этому путешествию или рассматривают возможность включения зарубежных рынков в свои планы дальнейшего расширения. Чжао утверждает, что в прошлом году компания London & Partners помогла 20 научно-техническим предприятиям различного масштаба из региона Большого Китая обосноваться в Лондоне. В дополнение к BYD, крупнейшему в мире производителю электромобилей, агентство предоставило помощь и поддержку PingPong Payments, предприятию в области финансовых технологий со штаб-квартирой в Ханчжоу, для расширения своего бизнеса в Великобритании. С точки зрения промышленности, эти китайские предприятия представляют разные отрасли. Компания London & Partners также сотрудничала с компаниями, занимающимися креативными технологиями, решениями для цифровой обработки данных в промышленности и биофармацевтической промышленностью. “2023 год был плодотворным для региона Большого Китая”, - говорит Чжао. “В 2024 году мы надеемся продолжить оказывать помощь большему числу китайских предприятий, планирующих выйти на мировой рынок, что позволит им лучше интегрироваться в научно-техническую экосистему Великобритании и Лондона, воспользоваться преимуществами зрелой и хорошо зарекомендовавшей себя международной бизнес-экосистемы Лондона, беспрепятственно обосноваться в Лондоне для развития и выйти на международный уровень из Лондона в качестве отправной точки. В то же время мы продолжим поиск подходящих площадок для китайских предприятий, таких как London Tech Week, GROW Summit и другие мероприятия, связанные с технологиями или отраслью, чтобы помочь китайским предприятиям рассказать о себе на международных площадках”. Благодаря небольшой команде TechNode публикует своевременные новости и тщательно проработанные статьи для читателей со всего мира, заинтересованных в получении дополнительной информации о технологической индустрии Китая. Мы ценим ваш вклад."
    },
    {
        "id": 15,
        "rate": 32,
        "title": "Будущее УЧИ не должно строиться за счет нашей планеты",
        "date": "22.04.24",
        "link": "https://technode.com/2024/04/22/the-future-of-agi-should-not-come-at-the-expense-of-our-planet/",
        "text": "Каждую среду и пятницу информационный бюллетень TechNode, посвященный обзору наиболее важных новостей в области технологий Китая, доставляет вам на почтовый ящик сводку самых важных новостей в области технологий Китая. Развитие современной информатики характеризуется неустанным стремлением человечества к повышению эффективности вычислений: новые технологии привели к появлению новых приложений, расширению цифровых сервисов, появлению суперплатформ, росту интернет-трафика, увеличению энергопотребления, совершенствованию фундаментальных технологий и, в конечном счете, повышению эффективности вычислений. За последние 20 лет мировая технологическая индустрия в значительной степени прошла через такой цикл. Фэн Юй (Feng YU), вице-президент бизнес-группы Ant Group по технологическим платформам, в основном отвечает за разработку базовых программных продуктов и вычислительной инфраструктуры Ant Group, а также за исследования в таких областях, как облачные вычисления, базы данных и программно-аппаратная интеграция. До прихода в Ant он возглавлял подразделения Alibaba Cloud Elastic Computing и Alibaba Cloud Database. TechNode Insider - это открытая платформа для экспертов, которые обсуждают технологии Китая с аудиторией TechNode. Некоторые утверждают, что переход к общему искусственному интеллекту (AGI) может разорвать этот цикл. Согласно отчету Международного энергетического агентства \"Электричество-2024\", после глобального потребления примерно 460 тераватт-часов (ТВтч) в 2022 году, общее потребление электроэнергии центрами обработки данных может превысить 1000 ТВтч в 2026 году. Этот спрос примерно равен годовому потреблению электроэнергии в Японии. Таким образом, должно ли будущее УЧИ наступать за счет нашей планеты? Я считаю, что мы не можем оценить завтрашние вызовы с учетом сегодняшних возможностей, но вчерашний опыт может вдохновить нас и вселить некоторую уверенность в том, что мы делаем сегодня. Я начал работать в технологическом секторе примерно в 2000 году, и с тех пор отрасль развивалась в разные эпохи, когда доминировали мэйнфреймы, мини-компьютеры, распределенная архитектура и облачные вычисления. Каждая итерация вычислительной инфраструктуры - это процесс расширения доступности цифровых услуг, а также эволюция программных и аппаратных технологий, которые должны быть интегрированы для повышения эффективности вычислений. Что остается неизменным, независимо от того, как меняются требования бизнеса или методы вычислений, так это неизменное стремление отрасли снизить энергопотребление и повысить эффективность вычислительных задач. С первых дней существования Alipay мы стремились найти тонкий баланс между расширением бизнеса, непрерывностью и управлением затратами, и “зеленые вычисления” стали эффективным технологическим решением. По сути, \"зеленые вычисления\" - это технологический процесс, направленный на поддержание жизнеспособности бизнеса. На пути к AGI экспоненциальный рост энергопотребления в настоящее время является “решающим фактором”. Однако я считаю, что технологическая индустрия полностью осознает серьезность ситуации и, как всегда, будет стимулировать инновации в программном и аппаратном обеспечении, поскольку в прошлом прорывы часто возникали из, казалось бы, неразрешимых задач. Если взять в качестве примера опыт Ant Group, то во время “Всемирного фестиваля шоппинга 11.11” в 2010 году наш сервис обработки платежей был всего в четырех секундах от сбоя при пиковых нагрузках. Это вынудило нас перейти от использования мини-компьютеров к внедрению распределенных архитектур для повышения эффективности вычислений. К 2021 году мы масштабно внедрили технологии экологически чистых вычислений, используя такие технологии, как совместное использование рабочей нагрузки, облачное планирование с разделением времени и автоматическое масштабирование на основе искусственного интеллекта, что удвоило загрузку наших процессорных серверов по сравнению с 2019 годом. Как член технологической команды, которая сделала это возможным, самым заметным изменением для меня стало то, что мы начали с того, что были в состоянии повышенной готовности в проектной комнате, а в конечном итоге наслаждались банкой кока-колы и позволили системе самостоятельно справляться с пиковым трафиком. В эпоху интеллектуальных вычислений проблема энергопотребления становится еще более актуальной, и мы в этом убедились на собственном опыте. Как и Всемирный торговый фестиваль 11.11, масштабные кампании являются лучшей площадкой для тестирования новых технологий. Например, каждый год Alipay запускает ежегодную китайскую новогоднюю кампанию под названием Five Fortune. В 2024 году мы впервые начали внедрять экологически чистые компьютерные технологии в рамках масштабной кампании с использованием искусственного интеллекта. В рамках кампании Alipay Five Fortune 2024 года были представлены несколько функций на базе искусственного интеллекта, которые привлекли 600 миллионов пользователей за 12 дней. Для масштабирования приложений foundation model при одновременном контроле вычислительных затрат требуется постоянная оптимизация производительности аппаратного обеспечения, а также улучшение интеграции программного обеспечения и алгоритмической эффективности. В настоящее время Ant Group создала гетерогенный кластер из более чем 10 000 ускорительных плат, где аппаратная эффективность вычислений (HFU) превышает 60%, а эффективная продолжительность обучения кластера составляет более 90% от общего времени. Производительность RLHF-обучения в 3,59 раза выше, чем у стандартных отраслевых решений, при эквивалентных модельных эффектах. В ходе пилотных проектов в области экологически чистых вычислений мы получили два ключевых понимания: в эпоху интеллектуальных вычислений компании должны с самого первого дня внедрять систему экологически чистых вычислений в стратегическое планирование. Подход к технологической инфраструктуре больше не сводится к внесению исправлений или дополнительных улучшений в существующую систему, а к рефакторингу. Старый метод “сначала запустить бизнес, а потом уже думать о потреблении энергии” больше не работает. Компании, которые осознают это раньше, получат преимущество. В эпоху интеллектуальных вычислений компании должны с самого первого дня внедрять систему экологически чистых вычислений в стратегическое планирование. Подход к технологической инфраструктуре заключается больше не в исправлении или постепенном улучшении существующей системы, а в реорганизации. Старый метод “сначала запустить бизнес, а затем учитывать потребление энергии” больше не работает. Компании, которые осознают это раньше, получат преимущество. \"Зеленые\" вычисления больше не являются прерогативой только крупных корпораций. Ранее считалось, что, поскольку затраты на вычисления пропорциональны масштабу, крупные компании в большей степени нуждаются в реализации инициатив в области \"зеленых\" вычислений, в то время как более мелкие компании не так остро ощущают необходимость следовать их примеру. Однако в эпоху интеллектуальных вычислений высокая стоимость вычислительной мощности делает энергоэффективность важнейшим показателем для компаний всех размеров и типов. Учитывая препятствия на пути развития \"зеленых\" вычислений и ограниченные бюджеты небольших компаний на исследования и разработки, мы считаем, что в будущем сформируется рынок \"зеленых\" вычислений, который будет предоставлять продукты и услуги предприятиям всех размеров. \"Зеленые\" вычисления больше не являются прерогативой только крупных корпораций. Ранее считалось, что, поскольку затраты на вычисления пропорциональны масштабу, крупные компании в большей степени нуждаются в реализации инициатив в области экологически чистых вычислений, в то время как более мелкие компании не так остро нуждаются в том, чтобы последовать их примеру. Однако в эпоху интеллектуальных вычислений высокая стоимость вычислительной мощности делает энергоэффективность важнейшим показателем для компаний всех размеров и типов. Учитывая препятствия на пути развития экологически чистых вычислений и ограниченные бюджеты небольших компаний на исследования и разработки, мы считаем, что в будущем сформируется рынок экологически чистых вычислений, который будет предоставлять продукты и услуги предприятиям всех размеров. Забегая вперед, отметим, что по мере того, как отрасли претерпевают цифровую трансформацию, возникает трехсторонняя задача: обеспечение безопасного обмена данными между подразделениями, защита конфиденциальности пользователей, а также обеспечение коммерческой устойчивости бизнеса. Мы считаем, что в ответ на эти вызовы будущее интеллектуальных вычислений перерастет в эру криптографических вычислений, когда данные будут обрабатываться в зашифрованном виде в облаках, регионах и отраслях. Это требует более сложных вычислений и более высокой вычислительной мощности, что делает недорогие криптографические вычисления незаменимыми для компаний, стремящихся извлечь выгоду из цифровой трансформации. В конечном счете, недорогие криптографические вычисления позволят использовать данные мгновенно, как при открытии крана. Начиная с прошлой эры обычных вычислений и заканчивая нынешней эрой интеллектуальных вычислений и будущим криптографических вычислений, создание экологически чистых и эффективных систем вычислительной мощности было общим стремлением технологической индустрии. Мы считаем, что прорывы в основных технологиях, объединяющих программное и аппаратное обеспечение, имеют решающее значение для достижения оптимального баланса вычислительной мощности, систем хранения данных и сетей. Чтобы достичь этого во всех секторах, компаниям необходимо управлять своими организациями с помощью подходов, основанных на данных, для целенаправленной оптимизации, а также активно участвовать в проектах с открытым исходным кодом и способствовать распространению и применению экологически чистых компьютерных технологий. Проблемы, возникающие в ходе технического прогресса, могут быть решены только путем дальнейших технологических прорывов. Аналогичным образом, проблема потребления энергии, усугубляемая технологиями, может быть фундаментально решена только с помощью технологий. Когда мы задумываемся о том, какую землю мы хотим оставить будущим поколениям, и когда наши дети задаются вопросом, действительно ли технологии могут обеспечить лучшее будущее, усилия нашего поколения в области экологически чистых вычислений приобретают более глубокое значение. Благодаря небольшой команде TechNode публикует своевременные новости и тщательно проработанные статьи для читателей со всего мира, заинтересованных в получении дополнительной информации о технологической индустрии Китая. Мы ценим ваш вклад."
    },
    {
        "id": 18,
        "rate": 34,
        "title": "Сообщение о сотрудничестве Apple с Baidu в области создания функций искусственного интеллекта в Китае вызвало неоднозначную реакцию",
        "date": "25.03.24",
        "link": "https://technode.com/2024/03/25/apples-reported-alliance-with-baidu-for-ai-functions-in-china-draws-mixed-response/",
        "text": "Каждую среду и пятницу информационный бюллетень TechNode, посвященный обзору наиболее важных новостей в области технологий Китая, доставляет вам на почтовый ящик сводку самых важных новостей в области технологий Китая. Сообщается, что компания Baidu выиграла сделку по подключению iPhone и других устройств Apple в Китае с использованием своего искусственного интеллекта generative, сообщили в понедельник местные СМИ China Star Market со ссылкой на неназванные источники, знакомые с ситуацией. Сделка с Apple потенциально может стать серьезным стимулом для реализации видения китайского поискового гиганта о дополнительном доходе, получаемом с помощью искусственного интеллекта. Почему это важно: нормативные акты Китая вынуждают западные технологические компании полностью соблюдать правила страны, если они хотят привлечь китайский рынок, и это выгодно Baidu, которая выполняет многие функции, которые Google выполняет в США и Европе. После стремительного роста популярности компании со штаб-квартирой в Пекине в начале 2000-х годов, она, похоже, готова вновь получить серьезное преимущество от ограничений в отношении Google. Подробности: Согласно отчету China Star Market report, Apple ранее вела переговоры с Alibaba и другой неназванной китайской компанией в области искусственного интеллекта, прежде чем окончательно выбрать Baidu в качестве партнера по предоставлению услуг искусственного интеллекта для своего будущего iPhone 16. Воодушевленные этими новостями, акции Baidu, торгуемые в Гонконге, быстро выросли более чем на 6% перед обеденным перерывом в понедельник, хотя к закрытию рынка этот рост был сведен более чем наполовину.На Weibo, китайской платформе микроблогов, похожей на X, мнения относительно интеграции технологии искусственного интеллекта Baidu в устройства Apple разделились. В то время как некоторые говорили, что эта новость означала мгновенную потерю интереса к покупке нового iPhone, другие утверждали, что это показало, насколько хороши технологии Baidu.Компания Baidu не сразу ответила на запрос TechNode о комментариях.При запуске в Китае серии Galaxy S24 от Samsung чат-бот Ernie от Baidu с искусственным интеллектом был интегрирован в функции ИИ, такие как сводки контента и переводы, но это сотрудничество вызвало насмешки в социальных сетях. Функция устройства “Обвести для поиска”, которая, как предполагается, предоставляет подробную информацию об определенной части изображения или видео, которую пользователи долго нажимают и обводят, была предметом неоднократных жалоб со стороны пользователей.В одном из вирусных примеров пользователь социальной платформы Xiaohongshus, похожей на Instagram, опубликовал видео, в котором он делает снимок пейзажа и обводит риф в центре фотографии.  Искусственный интеллект Baidu, управляемый Ernie, предоставляет ссылку на покупку с платформы электронной коммерции, в то время как гонконгская версия Samsung, работающая от Google, отображает точное местоположение изображения. Воодушевленные этими новостями, акции Baidu, торгуемые в Гонконге, быстро выросли более чем на 6% перед обеденным перерывом в понедельник, хотя к закрытию рынка этот рост был сведен более чем наполовину. На Weibo, китайской платформе микроблогов, похожей на X, мнения относительно интеграции технологии искусственного интеллекта Baidu в устройства Apple разделились. В то время как некоторые говорили, что эта новость означала мгновенную потерю интереса к покупке нового iPhone, другие утверждали, что это показало, насколько хороши технологии Baidu. Компания Baidu не сразу ответила на запрос TechNode о комментариях. При запуске в Китае серии Galaxy S24 от Samsung чат-бот Ernie от Baidu с искусственным интеллектом был интегрирован в функции ИИ, такие как сводки контента и переводы, но это сотрудничество вызвало насмешки в социальных сетях. Функция устройства “Обвести для поиска”, которая, как предполагается, предоставляет подробную информацию об определенной части изображения или видео, которую пользователи долго нажимают и обводят, была предметом неоднократных жалоб со стороны пользователей. В одном из вирусных примеров пользователь социальной платформы Xiaohongshus, похожей на Instagram, опубликовал видео, в котором он делает снимок пейзажа и обводит риф в центре фотографии.  Искусственный интеллект Baidu, управляемый Ernie, предоставляет ссылку на покупку с платформы электронной коммерции, в то время как гонконгская версия Samsung, работающая от Google, отображает точное местоположение изображения. Контекст: Базирующаяся в Пекине компания Baidu, считающаяся лидером в области искусственного интеллекта в Китае, входит в число компаний, надеющихся превратить широко разрекламированную технологию в новый источник дохода. Ее исполнительный директор Робин Ли заявил, что генеративный искусственный интеллект может увеличить выручку компании на несколько миллиардов юаней в 2024 году. В четвертом квартале выручка Baidu, связанная с искусственным интеллектом, составила 656 млн юаней (91,0 млн долларов). Благодаря небольшой команде TechNode публикует своевременные новости и тщательно проработанные статьи для читателей по всему миру, заинтересованных в получении дополнительной информации о китайской технологической индустрии. Мы ценим ваш вклад."
    },
    {
        "id": 13,
        "rate": 38,
        "title": "Tencent запускает приложение Yuanbao для ассистента по искусственному интеллекту, подключая его к экосистеме WeChat",
        "date": "31.05.24",
        "link": "https://technode.com/2024/05/31/tencent-launches-ai-app-yuanbao-that-brings-rich-content-of-the-wechat-ecosystem/",
        "text": "Каждую среду и пятницу информационный бюллетень TechNode, посвященный обзору наиболее важных новостей в области технологий Китая, доставляет вам на почтовый ящик сводку самых важных новостей в области технологий Китая. В четверг Tencent запустила приложение для ассистентов с искусственным интеллектом под названием Yuanbao, что свидетельствует о запоздалом выходе китайского технологического гиганта на высококонкурентный рынок ассистентов с искусственным интеллектом с независимым входом, основанным на модели компании Hunyuan foundation. Yuanbao объединяет поиск на основе искусственного интеллекта, составление резюме и навыки написания текстов и может использоваться для анализа документов и, в основном, для взаимодействия с людьми на основе подсказок. Почему это важно: Открытие независимого приложения показывает, что Tencent наконец-то решила столкнуться с конкуренцией лицом к лицу, спустя несколько месяцев после того, как конкуренты предложили искусственный интеллект. Бот ERNIE от Baidu уже собрал 200 миллионов пользователей, в то время как Doubao от ByteDance в настоящее время может похвастаться более чем 26 миллионами активных пользователей в месяц. Подробности: Yuanbao от Tencent отличается от продуктов Baidu, Alibaba и ByteDance тем, что предлагает прямой доступ к контенту из экосистемы WeChat, главного приложения компании, которое ежемесячно посещают почти 1,4 миллиарда активных пользователей, что, по словам компании, обеспечит ему превосходство в плане своевременности и насыщенности контента. WeChat, универсальное приложение, имеет функцию фан-страницы, аналогичную Facebook, известную как Официальные аккаунты, где отдельные авторы или предприятия могут публиковать статьи или информацию для подписанных пользователей. К контенту нельзя получить прямой доступ через основные поисковые системы, такие как Baidu.По данным Tencent, с момента запуска в сентябре 2023 года масштаб параметров большой модели Hunyuan от Tencent был увеличен с сотен миллиардов до триллионов, а количество токенов для предварительной подготовки увеличилось до 70 триллионов.Основываясь на опубликованных рекомендациях приложения Yuanbao, ориентированный на потребителя ассистент в настоящее время предлагает несколько агентов искусственного интеллекта, аналогичных GPTS, которые могут быть выбраны для выполнения различных функций, включая практику владения английским языком, перевод повседневной жизни и создание аватара. WeChat, универсальное приложение, имеет функцию фан-страницы, аналогичную Facebook, известную как Официальные аккаунты, где отдельные авторы или предприятия могут публиковать статьи или информацию для подписанных пользователей. К контенту нельзя получить прямой доступ через основные поисковые системы, такие как Baidu. По данным Tencent, с момента запуска в сентябре 2023 года масштаб параметров большой модели Hunyuan от Tencent был увеличен с сотен миллиардов до триллионов, а количество токенов для предварительной подготовки увеличилось до 70 триллионов. Основываясь на опубликованных рекомендациях приложения Yuanbao, ориентированный на потребителя ассистент в настоящее время предлагает несколько агентов искусственного интеллекта, аналогичных GPTS, которые могут быть выбраны для выполнения различных функций, включая практику владения английским языком, перевод повседневной жизни и создание аватара. Контекст: На прошлой неделе Tencent объявила, что облегченная версия ее модели Hunyuan доступна бесплатно, в то время как цена на более мощную версию была снижена на 50% до 87,5%, поскольку компания присоединилась к новой ценовой войне между крупнейшими китайскими технологическими компаниями. Объявление Tencent появилось всего через несколько часов после того, как iFlytek заявила, что ее SparkLite API будет постоянно бесплатным. В интервью TechNode на выставке BEYOND Expo 2024 вице-президент фирмы Ван Вэй отметил, что это решение было принято потому, что “iFlytek, как крупная компания, должна проявлять чувство социальной ответственности, делая технологию [искусственного интеллекта] доступной для более широкого применения\". Объявление Tencent появилось всего через несколько часов после того, как iFlytek заявила, что ее SparkLite API будет постоянно бесплатным. В интервью TechNode на выставке BEYOND Expo 2024 вице-президент фирмы Ван Вэй отметил, что это решение было принято потому, что “iFlytek, как крупная компания, должна проявлять чувство социальной ответственности, делая технологию [искусственного интеллекта] доступной для более широкого применения\". Благодаря небольшой команде TechNode публикует актуальные новости и тщательно проработанные статьи для читателей со всего мира, заинтересованных в получении дополнительной информации о технологической индустрии Китая. Мы ценим ваш вклад."
    }
]